{'title': 'Statement from Acting Secretary McAleenan on the Refugee Proposal', 'publish_time': '2019-09-26 16:54:01', 'content': 'The United States has always been and will always remain the most generous nation in the world when it comes to welcoming those in need of humanitarian protection, including refugees, asylees, and victims of trafficking. The Administration’s proposal for refugee admissions in Fiscal Year 2020 will allow the Department of Homeland Security to focus on addressing the ongoing crisis at the southern border, reducing a staggering asylum backlog that unfairly delays relief for those with meritorious claims, and completing more overall cases in an increasingly multifaceted humanitarian workload. The refugee proposal also supports U.S. foreign policy interests, and the Department’s engagement with regional and international partners, by offering nationals of El Salvador, Guatemala, and Honduras the opportunity to seek refugee status close to home rather than embark on a dangerous and often futile journey to the United States in the hands of smugglers and criminal organizations. I look forward to consulting with Congress regarding this proposal, as well as DHS’ ongoing efforts to address the border crisis, uphold the rule of law, and restore integrity to the immigration system.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/26/statement-acting-secretary-mcaleenan-refugee-proposal', 'source': '国土安全部'}
{'title': 'Joint Statement Between the U.S. Government and the Government of Honduras', 'publish_time': '2019-09-26 12:16:30', 'content': 'WASHINGTON - The United States and Honduras share a strong partnership. Our geographical proximity, common principles, and democratic values have led to close cooperation between both countries over the years, from addressing historical migration flows to efforts to build a more stable and prosperous region. The broad scope of this relationship has progressed into key agreements with respect to economic and environmental cooperation; cultural, humanitarian, and security support; counternarcotic efforts; and migration.For many countries, the global challenges to achieving sustainable development have grown in recent decades. In the case of Honduras, natural disasters, drug trafficking, transnational criminal organizations, and international economic and financial conditions have all negatively affected the country’s economic growth, social development, human rights, and security. In this context, a holistic approach is needed to address irregular migration throughout the region.Recognizing the mutual interest in overcoming these global challenges, both countries commit to implement the Agreement between the Government of the United States of America and the Republic of Honduras for Cooperation in the Examination of Protection Claims, which is designed to create economic and formal job opportunities for Hondurans with a joint commitment to continue building stronger border security and law enforcement cooperation. \xa0This agreement incorporates the framework of applicable international conventions for individuals seeking protection to execute a more humanitarian approach to addressing out-migration from Honduras. It takes into account the economic capabilities of Honduras for implementation, as well as cooperation with the United States and international organizations. Both countries will periodically review implementation of this agreement and make the necessary adjustments or consider the potential expansion of cooperation to ensure its success.The United States and Honduras reaffirm their commitment to combat mutual threats, including terrorism, transnational criminal organizations and gangs, drug trafficking, and trafficking in persons. Leaders from both countries pledge to promote economic prosperity, regional stability, democratic institutions, and the protection of human rights for the benefit of both nations.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/26/joint-statement-between-us-government-and-government-honduras', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Signs Agreement with Honduras', 'publish_time': '2019-09-25 11:00:24', 'content': 'WASHINGTON – Today, on behalf of the Trump Administration, Acting Secretary of Homeland Security Kevin K. McAleenan signed an agreement with the Government of Honduras to expand bilateral initiatives to confront irregular migration through Central America. The signing, which took place during the U.N. General Assembly in New York, will further pave the way to increase collaboration between the two countries on key issues.Once the agreement enters into force, it will further enhance asylum and protection capacity in Honduras. Using best practices developed by the United States and the international community, the two countries will collaborate to increase protection options for vulnerable populations. The United States and Honduras will work together to ensure that these vulnerable populations are not victimized by smugglers.Coordination and collaboration between the governments of the United States and Honduras has increased to new, unprecedented levels. The two countries share a longstanding partnership, bolstered by close proximity, common principles, and shared democratic values that have led to years of partnership, from addressing historical migration flows to efforts to build a more stable and prosperous region.In executing the Trump Administration’s strategy to disrupt smuggling operations and address the crisis at the Southwest border, Acting Secretary McAleenan has also forged partnerships with Mexico, Guatemala, and El Salvador in recent months.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/25/acting-secretary-mcaleenan-signs-agreement-honduras', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan traveling to New York', 'publish_time': '2019-09-25 08:36:04', 'content': 'WASHINGTON – Today, on behalf of the Trump Administration, Acting Secretary of Homeland Security Kevin K. McAleenan is traveling to New York to meet with international partners from Honduras and El Salvador to discuss further collaboration in confronting irregular migration and combating transnational criminal organizations. In recent months, Acting Secretary McAleenan has forged partnerships with Mexico, Guatemala, El Salvador and Honduras to disrupt human and drug smuggling operations and address the crisis at the U.S.-Mexico border.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/25/acting-secretary-mcaleenan-traveling-new-york', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Announces End to Widespread Catch and Release', 'publish_time': '2019-09-23 18:04:55', 'content': 'WASHINGTON - During a speech at the Council on Foreign Relations today in Washington, Acting Secretary of Homeland Security Kevin K. McAleenan announced the combined impact of DHS initiatives that will effectively end \xa0“catch and release” for Central American families arriving at the border. The policy, which will be instituted by DHS starting next week, is part of the Trump Administration’s strategy to mitigate the loopholes that act as a “pull factor” for family units seeking to cross illegally at the Southwest border.“With some humanitarian and medical exceptions, DHS will no longer be releasing family units from Border Patrol Stations into the interior,” said Acting Secretary McAleenan. “This means that for family units, the largest demographic by volume arriving at the border this year, the court-mandated practice of catch and release, due to the inability of DHS to complete immigration proceedings with families detained together in custody, will have been mitigated. This is a vital step in restoring the rule of law and integrity to our immigration system.”If migrant family units do not claim fear of return, they will be quickly returned to their country of origin, in close collaboration with Central American countries. If they do claim fear, they will generally be returned to Mexico under the Migrant Protection Protocols (MPP).Implementing these tools ensures effective immigration results without releasing family units into the U.S. interior. This approach also serves as a transition to full implementation of the Flores final rule, which will further allow DHS to hold families together through fair and expeditious immigration proceedings.Apprehensions have hit record levels this year. In May, when U.S. Customs and Border Protection apprehended or encountered over 144,000 migrants at our Southwest border, 90% crossed illegally between ports of entry. This included a day of over 5,800 border crossings in a single 24-hour period. It also included the largest single group ever apprehended, 1,036 migrants crossing together in the El Paso sector. Of the record May apprehensions, 72% were of unaccompanied children and family units.\xa0However, upon the implementation of several DHS initiatives, daily arrivals have decreased by 64% from May and total enforcement actions for Central Americans arriving at the border have been reduced by over 70%.Acting Secretary McAleenan’s prepared remarks from the speech can be found here.\xa0\xa0', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/23/acting-secretary-mcaleenan-announces-end-widespread-catch-and-release', 'source': '国土安全部'}
{'title': 'Under Secretary Glawe Accompanies Vice President Pence in New York to Meet with NYPD', 'publish_time': '2019-09-23 13:57:51', 'content': 'WASHINGTON – On Sept. 19, Department of Homeland Security Under Secretary for Intelligence and Analysis (I&A) and Chief Intelligence Officer David J. Glawe accompanied the Vice President of the United States Mike Pence in New York City, New York to meet with the New York Police Department (NYPD) and thank them for their continued service.During the meeting, Vice President Pence and Under Secretary Glawe were briefed on current threats facing New York and tactics used by the NYPD to protect the city. The meeting also included NYPD Police Commissioner James O’Neill, NYPD Deputy Commissioner for Intelligence and Counterterrorism John Miller, and NYPD Deputy Commissioner of Information Technology Jessica Tisch.NYPD’s continued efforts in keeping the city safe are attributed to their partnerships across the country, and both Vice President Pence and Under Secretary Glawe praised NYPD for their work and thanked them for their service.I&A will continue to collaborate and support state and local partners in early threat identification and share information on best practices to detect and deter violent acts before they occur.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/23/under-secretary-glawe-accompanies-vice-president-pence-new-york', 'source': '国土安全部'}
{'title': 'DHS Statement on Safety and Enforcement During Tropical Depression Imelda', 'publish_time': '2019-09-21 21:58:34', 'content': 'En español | Other translationsThe Department of Homeland Security (DHS) issued the following statement on safety and enforcement during Tropical Depression Imelda:U.S. Immigration and Customs Enforcement (ICE) and U.S. Customs and Border Protection (CBP) are concerned about the flooding caused by Tropical Depression Imelda to southeast Texas. Our highest priority remains the preservation of life and safety. In consideration of these circumstances, there will be no immigration enforcement initiatives associated with evacuations or sheltering related to the storm, except in the event of a serious public safety threat.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/21/dhs-statement-safety-and-enforcement-during-tropical-depression-imelda', 'source': '国土安全部'}
{'title': 'Joint Statement Between the U.S. Government and the Government of Honduras', 'publish_time': '2019-09-21 16:45:39', 'content': 'WASHINGTON - High-level representatives from the governments of the United States and Honduras met this week in Tegucigalpa to discuss how to increase temporary legal employment opportunities in the United States, enhance collaboration in the areas of law enforcement and information-sharing, bolster regional border security, and strengthen migration protections.This week’s productive meetings demonstrate the commitment of both governments to work together as trusted allies to address shared regional challenges. They recognize Honduras’ progress in the areas of security and migration.U.S. and Honduran officials will continue discussions into next week to ensure that our enhanced cooperation conforms to each nations’ legal requirements while also advancing our mutual objectives.The\xa0U.S. delegation was led by Deputy Under Secretary\xa0of Homeland Security\xa0James McCament, Deputy Under Secretary of Labor Martha Newton, Deputy Assistant Secretary\xa0of State for Western Hemisphere Affairs\xa0Hugo Rodriguez,\xa0and the Chargé d´Affaires of the U.S. Embassy in Honduras, Colleen Hoey. The Honduran delegation was represented by the Minister of Foreign Affairs Lisandro Rosales, Minister of Security Julián Pacheco, Minister of Labor Carlos Madero, Director of the Honduran Institute of Migration Carolina Menjívar, and Secretary of Human Rights Karla Cueva.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/21/joint-statement-between-us-government-and-government-honduras', 'source': '国土安全部'}
{'title': 'Joint Statement Between the U.S. Government and the Government of El Salvador', 'publish_time': '2019-09-20 18:23:53', 'content': 'WASHINGTON -- Today, on behalf of the Trump Administration, the Acting Secretary of the U.S. Department of Homeland Security, Kevin K. McAleenan, signed a Protection Cooperative Agreement with Salvadoran Minister of Foreign Affairs, Alexandra Hill Tinoco, at DHS U.S. Customs and Border Protection Headquarters in Washington.Recognizing El Salvador’s recent decision to join the Comprehensive Refugee Response Framework, and using U.S. and international best practices, this agreement will enhance collaboration on building protection capacity and increase protection options closer to home for vulnerable populations. The U.S. continues to work closely with the Government of El Salvador to enhance the integrity of both of our immigration systems to ensure vulnerable populations are not victimized by smugglers and build protection capacity for migrants traveling through our region.The two governments are committed to addressing the issue of irregular migration in a joint and humane way that will contribute to greater prosperity and security of the region. The signing reflects the partnership and commitment between both nations to discourage dangerous irregular migration across Central America toward the U.S. and to combat transnational criminal organizations, strengthen border security, and reduce human trafficking and smuggling.Once this Cooperative Agreement enters into force, it will further expand the capacity of protection systems in the region.Today’s signing is part of the Trump Administration’s strategy to further enhance security and prosperity throughout the region. El Salvador and the United States have a robust partnership and El Salvador has been a leader in countering human smugglers, traffickers, transnational criminal organizations, and gangs. This Cooperative Agreement follows the Letter of Intent signed by Acting Secretary McAleenan with the Government of El Salvador last month in San Salvador to intensify bilateral cooperation in key areas.In recent months, Acting Secretary McAleenan has also forged partnerships with Mexico, Guatemala, El Salvador, Honduras and Panama to disrupt human and drug smuggling operations and address the crisis at the U.S.-Mexico border.Pictures of this event can be found here.Video of this event can be found here.\xa0', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/20/joint-statement-between-us-government-and-government-el-salvador', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan announces DHS Strategy for Combating Terrorism and Targeted Violence', 'publish_time': '2019-09-20 12:35:14', 'content': 'WASHINGTON – Today, Acting Secretary of Homeland Security Kevin K. McAleenan announced the new DHS Strategic Framework for Combating Terrorism and Targeted Violence at the Brookings Institution, during an event cohosted by the Heritage Foundation.“Today, the United States faces an evolving threat environment, and a threat of terrorism and targeted violence within our borders that is more diverse than at any time since the 9/11 attacks,” said Acting Secretary McAleenan. “While the threat posed by foreign terrorist organizations like the Islamic State and al-Qaeda persists, we are acutely aware of the growing threat from enemies, both foreign and domestic, who seek to incite violence in our Nation’s youth, disenfranchised, and disaffected, in order to attack their fellow citizens and fray at the seams of our diverse social fabric. This awareness, coupled with the history of recent tragedies, has galvanized the Department of Homeland Security to expand its counterterrorism mission focus beyond terrorists operating abroad, to include those radicalized to violence within our borders by violent extremists of any ideology.”The Acting Secretary explained that the new strategic framework will make it clear that the Department is committed to addressing the threat posed by terrorism and targeted violence at home, just as it is committed to continuing to aggressively pursue the foreign terrorist organizations it has denied entry to the United States for nearly seventeen years.The strategic framework offers a vision to expands DHS’s counterterrorism mission to face modern threats by implementing proven, whole-of-government and whole-of-society approaches. It is designed to support the White House’s 2017 National Security Strategy and execute upon the DHS responsibilities enumerated in the Administration’s2018 National Strategy for Counterterrorism.The Strategic Framework outlines the Department’s vision around the following goals:DHS was founded after the attacks of September 11, 2001 with the mission of safeguarding the country from threats, both foreign and domestic. Nearly two decades after the attacks, the United States faces an increasingly complex and evolving threat of terrorism and targeted violence. Since its inception, DHS has developed and implemented an array of tools to address threats to the nation. The implementation of this strategy will utilize those tools to protect the nation and prevent future terrorism and targeted violence.Please follow this link to review the DHS Strategic Framework for Combating Terrorism and Targeted Violence.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/20/acting-secretary-mcaleenan-announces-dhs-strategy-combating-terrorism-and-targeted', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan traveling to New York', 'publish_time': '2019-09-19 09:55:24', 'content': 'WASHINGTON – Today, Acting Secretary of Homeland Security Kevin K. McAleenan is traveling to New York to participate in a U.S. Citizenship and Immigration Services Naturalization Ceremony for new Americans. The Acting Secretary will administer the Oath of Allegiance to the participants, who will complete the final step in the process of becoming a U.S. citizen by taking the oath.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/19/acting-secretary-mcaleenan-traveling-new-york', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Traveling to Laredo, Texas with DHS Leaders', 'publish_time': '2019-09-17 08:39:57', 'content': 'WASHINGTON – Today, Acting Secretary of Homeland Security Kevin K. McAleenan will travel to Laredo, Texas, with senior leadership from U.S. Customs and Border Protection, U.S. Immigration and Customs Enforcement, and U.S. Citizenship and Immigration Services to receive operational tours and briefings at DHS facilities and to meet with DHS personnel.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/17/acting-secretary-mcaleenan-traveling-laredo', 'source': '国土安全部'}
{'title': 'Joint Statement Between the U.S. Government and the Government of Honduras', 'publish_time': '2019-09-13 16:42:34', 'content': 'WASHINGTON – Today, a U.S. delegation led by the Department of Homeland Security (DHS) Deputy Under Secretary James McCament, joined by Deputy Assistant Secretary of State for Western Hemisphere Affairs Hugo Rodriguez, and a Honduran delegation led by Minister of Foreign Affairs Lisandro Rosales, as well as Minister of Security Julian Pacheco and Minister of Labor Carlos Madero, completed a series of productive meetings in Washington, D.C. on a broad range of topics related to border security, irregular migration, combating migrant smuggling and transnational criminal organizations, and expanding avenues for legal migration. This meeting is the latest in a series of ongoing discussions and agreements between the United States and Honduras, including a meeting between the Acting Secretary of Homeland Security, Kevin K. McAleenan, and the President of Honduras, Juan Orlando Hernandez, on August 26, 2019.The U.S. and Honduran delegations discussed expanding and enhancing law enforcement and information-sharing partnerships to support Honduran public safety and strengthen regional border security. The U.S. and Honduran delegations also discussed collaboration through advising, training, and capacity building related to border security operations and stemming the flow of irregular migration. Additionally, the U.S. and Honduran delegations discussed efforts to combat gang violence through enhanced law enforcement partnerships and information sharing. The Honduran delegation provided the United States with detailed information regarding its economic development plan to reduce irregular migration and promote sustainable development.The U.S and Honduran delegations also discussed joint efforts to address irregular migration through a regional, shared approach that balances security with reducing obstacles to investment and economic development.Acting Secretary McAleenan closed this week’s discussions with a meeting with Foreign Affairs Minister Rosales today. The United States and Honduras will meet again next week in Tegucigalpa to continue these discussions, which are based on our shared commitment to confront our common challenges.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/13/joint-statement-between-us-government-and-government-honduras', 'source': '国土安全部'}
{'title': 'Under Secretary Glawe Attends 9/11 Ceremony in Jerusalem, Israel ', 'publish_time': '2019-09-13 08:46:58', 'content': 'WASHINGTON - Department of Homeland Security Under Secretary for Intelligence and Analysis (I&A) and Chief Intelligence Officer David J. Glawe traveled to Jerusalem for the U.S. Embassy 9/11 ceremony on September 11, 2019 where he provided closing remarks. The U.S. Embassy, the Keren Kayemeth LeIsrael-Jewish National Fund (KKL-JNF) and the Jewish National Fund USA hosted the ceremony at the KKL-JNF 9/11 Living Memorial in Jerusalem.“We best honor the memory of those we commemorate today by recommitting ourselves to the same selfless sacrifice of the first responders, the brave passengers who struggled against the terrorists, and the countless men and women who have given their lives to keep us safe,” stated Under Secretary Glawe. “A visit to Israel provides the opportunity to affirm our commitment to never forget and to have the United States stand with Israel and our global partners against the current manifestation of terrorism. I can say with absolute certainty the United States would not be safe without Israel as a partner.”Under Secretary Glawe’s words were well received in remarks\xa0by U.S. Ambassador to Israel David Friedman who accompanied him and Secretary of Veterans Affairs Robert Wilkie, who also provided remarks during the ceremony. All three senior officials laid a wreath along the memorial adorned with “for all who endeavor to keep us safe.”Also in attendance was Vicki Jurgens of the Association of Flight Attendants, Captain Bill Licht of United Airlines, Zion District Police Commander Ofer Shumer of the Israeli Police, U.S. Ministry of Foreign Affairs Director David Roth, and other U.S. and foreign dignitaries.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/13/under-secretary-glawe-attends-911-ceremony-jerusalem-israel', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Affirms Strong Support for Law Enforcement at FLEOA Address', 'publish_time': '2019-09-12 18:52:10', 'content': 'Today, Acting Secretary of Homeland Security Kevin K. McAleenan delivered remarks at the Federal Law Enforcement Officers Association (FLEOA) Biennial National Conference at the University of Maryland to express his strong support for law enforcement across the nation and emphasize the importance of the partnership between DHS and federal law enforcement officers.In his remarks, Acting Secretary McAleenan laid out the three key challenges faced by DHS and its federal partners: the ongoing border security and humanitarian crisis at the Southwest border; the scourge of opioids ravaging American communities; and the increasing threat from domestic terrorism and targeted violence. The Acting Secretary, the first sworn law enforcement officer to head DHS, also took the opportunity to condemn irresponsible, unfair, and often malicious accusations against the law enforcement community.FLEOA is the largest nonpartisan, nonprofit professional association, exclusively representing federal law enforcement officers, representing more than 26,000 federal law enforcement officers from over 65 different agencies.Please click this link for the Acting Secretary’s prepared remarks. ', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/12/acting-secretary-mcaleenan-affirms-strong-support-law-enforcement-fleoa-address', 'source': '国土安全部'}
{'title': 'Message from Acting Secretary Kevin K. McAleenan on Hurricane Dorian Response', 'publish_time': '2019-09-12 14:39:24', 'content': 'Last week, Hurricane Dorian made landfall in the U.S. and the Bahamas, causing considerable damage. I extend my deepest condolences to anyone who has a lost a loved one or was impacted by this powerful storm.DHS takes natural disasters seriously and does everything it can to promote life-saving and life-sustaining strategies. We support safe evacuations of people in impacted areas, maintain public order, and safeguard property when they occur. Weeks in advance of Hurricane Dorian’s landfall, DHS tracked its path and began developing sound response plans, resulting in a whole of government and community approach before, during, and after impact. Our Department continues to work closely together to support those affected by Hurricane Dorian.DHS components, especially the Federal Emergency Management Agency (FEMA), U.S. Coast Guard (USCG), and U.S. Customs and Border Protection (CBP) are working countless hours to support the response and recovery efforts of our state and local government across the region. \xa0\xa0\xa0We also continue to partner with the private sector, and non-governmental organizations, such as the Salvation Army and American Red Cross, to provide aid and support to our citizens and Bahamian survivors.FEMA deployed more than 1,200 personnel to support response efforts to Hurricane Dorian across multiple states, assisting local, state, and tribal governments, as needed. Throughout the Southeast, FEMA staged areas, stocked with food, water, and other commodities. CBP also deployed people and assets to support federal, state and local agency partners, including aerial and urban search and rescue assets, advanced first aid capabilities, and aviation assets with real-time aerial damage assessment and tracking and detection capabilities. Immigration processes are being expedited and an enormous amount of resources will be deployed to southern Florida to help storm victims from the Bahamas enter the country legally and quickly. The Coast Guard came in quickly behind the storm to provide immediate support, enacting its mutual aid agreement with the Bahamas to assist with search and rescue missions, involving 134 air sortie missions, culminating in over 300 lives saved or assisted. Our Coast Guard currently has five cutters and five MH-60 Jayhawk helicopters supporting humanitarian assistance and disaster relief efforts in the Bahamas.I want to thank all of the men and women of DHS for their hard work and dedication to save lives and help people recover and rebuild. I’m extremely grateful for your sacrifice and commitment. Your tireless acts have had a tremendous effect on those who relied on you the most – in what may have been their greatest hour of need. Thank you for all you do to preserve life and our homeland.Kevin K. McAleenan, Acting SecretaryU.S. Department of Homeland SecurityWith honor and integrity, we will safeguard the American people, our homeland, and our values.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/12/message-acting-secretary-mcaleenan-hurricane-dorian-response', 'source': '国土安全部'}
{'title': 'Under Secretary Glawe Travels to Herzliya, Israel for the 2019 World Summit on Counter-Terrorism ', 'publish_time': '2019-09-12 11:37:41', 'content': "WASHINGTON - Under Secretary for Intelligence and Analysis (I&A) and Chief Intelligence Officer David J. Glawe traveled to Herzliya, Israel this week to provide keynote remarks at the International Institute for Counter-Terrorism's (ICT’s) 2019 World Summit on Counter-Terrorism. ICT’s annual conference is among the world’s most influential forums for experts in the fields of intelligence, defense, policing, and security studies, attracting more than 1,400 leaders from over 65 nations.In addition to advancing global collaboration and facilitating new partnerships, this year’s conference commemorated decades of international cooperation following the tragic attacks on September 11, 2001. Under Secretary Glawe called upon this shared history on Tuesday in an address to a memorial ceremony for the victims of 9/11 and terrorism worldwide.“Terrorism is terrorism – whether domestic or international – and violent threats to our freedom and the basic tenants to our free society must be eliminated,” stated Under Secretary Glawe. “The necessity to share information between international partners is critical to preventing future terrorist attacks. We must continue to work to raise our intelligence capacities to identify and mitigate terrorist threats.”Under Secretary Glawe’s remarks further underscored how enhanced collaboration, both at home and abroad, can aid in the early identification and mitigation of terrorist activities. Amongst Under Secretary Glawe were the Executive Assistant Director of the Federal Bureau of Investigation (FBI) Jay Tabb, Director of the Office of Counter-Terrorism for the United Nations Dr. Jehangir Khan, Ambassador-at-Large and Coordinator for Counterterrorism Nathan Sales from the State Department, and Minister of Public Security Gilad Erdan in Israel. The ICT annual conference serves as an excellent forum to share innovative ideas for policymakers and senior officials to fight against terrorism.I&A has realigned its intelligence resources and enhanced several initiatives which focus on the highest priority threats to the Homeland and integrating intelligence into operational functions. As a result of these efforts, I&A has significantly increased its ability to identify and report on threats from open source information, including a 65% increase in reporting from FY2017 to FY2019. Additionally, through the National Threat Evaluation and Reporting (NTER) Program, I&A has increased the number of federal, state, and local partners trained to identify, evaluate, and report suspicious activities, including a 75% increase of personnel trained from FY2017 to FY2019. By imparting these efforts on a global platform, I&A continues to strengthen the capacity of intelligence partners to confront shared challenges, and combat an ever evolving, determined, and persistent threat.\xa0", 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/12/under-secretary-glawe-attends-2019-world-summit-counter-terrorism', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Commemorated September 11 Attacks in New York and D.C. Ceremonies', 'publish_time': '2019-09-11 20:06:37', 'content': 'WASHINGTON – Acting Secretary Kevin K. McAleenan paid tribute to the nearly 3,000 victims of the September 11, 2001 terrorist attacks at two ceremonies in New York City today, then returned to Washington, D.C. where he hosted a ceremony at DHS headquarters.\xa0This morning, the Acting Secretary honored Master Special Officer Craig J. Miller of the U.S. Secret Service with special recognition by placing an American flag by his name on the 9/11 Memorial and Museum. Miller’s life was taken in the attacks while heroically trying to rescue victims.The Acting Secretary then attended the September 11th Commemoration Ceremony in Memorial Plaza, along with New York Governor Andrew Cuomo and former New York City Mayors Rudy Giuliani and Michael Bloomberg. The Acting Secretary and fellow leaders observed the reading of the names of victims, which paused for moments of silence when the airplanes crashed and towers fell at the same times on this day 18 years ago.Afterwards, Acting Secretary McAleenan attended the New York City Fire Department’s (FDNY) September 11 Remembrance Ceremony at the FDNY headquarters, hearing remarks from FDNY Commissioner Daniel Nigro and laying a wreath to pay respects to the brave members of the FDNY who died while trying to save lives during the attacks and the many more who passed in the years since due to their selfless response.This evening, Acting Secretary McAleenan returned to Washington to host a candlelight vigil at DHS headquarters where he addressed DHS component heads and personnel, saying, “By the men and women we honor today we are reminded that our Department was born as a result of this act of terrorism. It is our origin story... This year and every year we have an opportunity to harken back to our founding moment and renew our commitment and vigilance in safe guarding the American people.”September 11, 2001 was the deadliest terror attack ever on American soil. Thousands of citizens from all walks of life died that day and the end of watch came for 72 officers, the deadliest day in law enforcement history. DHS was born as a result and, for nearly two decades, the men and women of DHS have been working to prevent and respond to disasters, both man-made and natural, and protect the homeland from threats originating abroad, at home, and in cyber space.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/11/acting-secretary-mcaleenan-commemorated-september-11-attacks-new-york-and-dc', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Traveling to New York to Commemorate September 11 Attacks', 'publish_time': '2019-09-10 14:37:29', 'content': 'WASHINGTON – Today, Acting Secretary of Homeland Security Kevin K. McAleenan will travel to New York, N.Y. to commemorate the September 11, 2001 attacks with current and former federal, state, and local leaders and law enforcement officials.Tomorrow, the Acting Secretary will honor Master Special Officer Craig J. Miller of the U.S. Secret Service with special recognition, whose life was taken in the attacks. Then, he will attend the September 11th Commemoration Ceremony, along with New York Governor Andrew Cuomo, New Jersey Governor Phil Murphy, former New York City Mayors Rudy Giuliani and Michael Bloomberg, and former New York Governor George Pataki, as well as other officials. In the ceremony, the Acting Secretary will observe the reading of the names of victims of the attacks.After the ceremony, he will meet with DHS personnel in New York from U.S. Customs and Border Protection and the Federal Emergency Management Agency to discuss their efforts across the state. He will then attend the New York City Fire Department’s (FDNY) September 11 Remembrance Ceremony, where there will be a wreath laying ceremony and remarks from FDNY Commissioner Daniel Nigro.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/10/acting-secretary-mcaleenan-traveling-new-york-commemorate-september-11-attacks', 'source': '国土安全部'}
{'title': 'Border Numbers Fall for Third Month in a Row, But Remain High', 'publish_time': '2019-09-10 12:32:15', 'content': 'U.S. Customs and Border Protection Announces August Enforcement Actions Decline by Nearly 25%.WASHINGTON – U.S. Customs and Border Protection released the agency’s enforcement actions for August 2019 during a press briefing today at the White House. Through the month of August, the total number of people apprehended or found to be inadmissible was 64,006; this is a 22% decline from 82,055 in July and a 56% decline since the May peak of 144,255.“Under President Trump’s leadership, we’ve been able to utilize a number of tools to help begin to mitigate, but not end, the national security and humanitarian crisis at the southern border,” said Acting CBP Commissioner Mark Morgan. “The continued drop in enforcement actions is encouraging, but make no mistake, we’re still in a crisis and more must be done. Until Congress makes targeted changes to immigration laws, we will continue to see stark challenges.”Recent domestic policy initiatives and international agreements to address legal and illegal immigration have contributed to the decline, including: agreements with Guatemala to address irregular migration, the Migrant Protection Protocols with Mexico, the final rule regarding non-Mexican asylum seekers at the southern border, interior enforcement operations, and international cooperation between the United States and Central American countries, particularly efforts to disrupt and dismantle alien smuggling organizations.Traditionally enforcement actions in August have been higher than July during six of the past eight years, confirming that this year’s decrease from July to August is not just a traditional seasonal decrease. In Fiscal Year 2018, August apprehensions were 16% higher than July.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/10/border-numbers-fall-third-month-row-remain-high', 'source': '国土安全部'}
{'title': 'Visa Requirements for Bahamas Citizens Traveling to the United States', 'publish_time': '2019-09-09 19:22:11', 'content': 'The U.S. Embassy in Nassau is open for emergency visa appointments and U.S. Customs and Border Protection Ports of Entry are prepared, should Bahamians request to temporarily relocate to the United States.All travelers applying for admission to the United States via air or sea must meet the following document requirements for admission to ensure a lawful and orderly arrival to the United States.The bottom line is that all travelers must possess government-issued identity documents, such as passports. All travelers who arrive directly to a U.S. Port of Entry by air or sea must possess a U.S. visitor’s visa. Travelers who would otherwise qualify for the Visa Waiver Program and who travel by air from a CBP Preclearance facility in Freeport or Nassau may not need a U.S. visitor’s visa.Other detailsCBP Port Directors may use discretion and will consider all exigent circumstances on a case by case basis, in accordance with existing laws and regulations. \xa0\xa0CBP recommends that all carriers coordinate evacuations with the Bahamian and U.S. government authorities so that CBP facilities are prepared to quickly and efficiently process arriving passengers.Carriers are also reminded of their Notice of Arrival requirements.The American Red Cross and the Salvation Army continue to also work with local Florida governments to address any needs of evacuees who seek temporary relocation in the United States.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/09/09/visa-requirements-bahamas-citizens-traveling-united-states', 'source': '国土安全部'}
{'title': 'DHS Statement on Safety and Enforcement During Hurricane Dorian', 'publish_time': '2019-08-30 11:55:10', 'content': 'En español | Other translationsThe Department of Homeland Security (DHS) issued the following statement on safety and enforcement during Hurricane Dorian:U.S. Immigration and Customs Enforcement (ICE) and U.S. Customs and Border Protection (CBP) are concerned about the potential impact of Hurricane Dorian to portions of the East Coast.\xa0 Our highest priority remains the preservation of life and safety. In consideration of these circumstances, there will be no immigration enforcement initiatives associated with evacuations or sheltering related to the storm, except in the event of a serious public safety threat.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/30/dhs-statement-safety-and-enforcement-during-hurricane-dorian', 'source': '国土安全部'}
{'title': 'Acting Secretary Receives Update On Hurricane Dorian from FEMA’s National Response Coordination Center', 'publish_time': '2019-08-30 11:17:18', 'content': 'Yesterday, the Acting Secretary of Homeland Security, Kevin K. McAleenan, was briefed by Federal Emergency Management Agency Acting Administrator, Pete Gaynor, from the National Response Coordination Center (NRCC) at FEMA headquarters in Washington, DC, on the current path and strength of Hurricane Dorian. DHS and its component agencies are working to aggressively prepare for any potential impacts Americans may face as a result of this potentially life threatening and extremely dangerous storm.“DHS is employing all its resources to prepare for Hurricane Dorian – an approach that will be locally executed, state managed, and federally supported,” said Acting Secretary McAleenan. “If you are in the path, now is the time to prepare. Please know your evacuation and shelter plan, discuss your plan with family and friends, gather needed supplies - including medications, and include a plan for your pets.”The NRCC is currently activated at its highest level in support of those in the path of Hurricane Dorian. DHS and FEMA are currently working in close coordination with Florida Governor Rick DeSantis and state officials ahead of Dorian’s predicted landfall, and federal agencies are quickly moving response resources into position. Hurricane Dorian continues to strengthen and may be upgraded to category four, posing a dangerous risk of storm surge and hurricane-force winds along the East Coast of Florida over the Labor Day weekend. Residents along the U.S. East Coast, and particularly in Florida, should continue to monitor the forecasts and begin implementing their hurricane preparedness plan now. DHS also encourages people to download the FEMA App for real-time weather alerts from the National Weather Service and for additional preparedness tips.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/30/acting-secretary-receives-update-hurricane-dorian-femas-national-response', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Signs Letter of Intent with Government of El Salvador ', 'publish_time': '2019-08-28 21:08:01', 'content': 'WASHINGTON – Today, at the Presidential Palace in San Salvador, El Salvador, Acting Secretary of Homeland Security Kevin K. McAleenan signed a Letter of Intent with the Salvadoran Minister of Justice and Security Rogelio Rivas to intensify bilateral cooperation in four areas to address irregular migration from Central America and combat transnational criminal organizations.“I would like to thank President Bukele for his partnership and for hosting me for productive discussions that solidified our commitments to partner on strategies to address irregular migration and target gangs and human smugglers, together,” said Acting Secretary McAleenan. “DHS is grateful to work closely with our Salvadoran counterparts to address the crisis faced in the region. At the same time, we share an understanding that our collaborative work can be expanded to the benefit of both of our countries.”The four areas of collaboration include increasing collaboration through border security and law enforcement operations, expanding our cooperation in information sharing, ensuring close cooperation in building asylum and protection capacity, and continuing our dialogue to promote opportunity and investment in El Salvador.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/28/acting-secretary-mcaleenan-signs-letter-intent-government-el-salvador', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Traveling to El Salvador', 'publish_time': '2019-08-28 08:42:00', 'content': 'WASHINGTON – Today, Acting Secretary of Homeland Security Kevin K. McAleenan will travel to San Salvador, El Salvador to meet with Salvadoran President Nayib Bukele and other political and non-governmental organization leaders.After arriving in San Salvador, the Acting Secretary will meet with diplomatic staff and DHS personnel who are supporting efforts in the region. Following this, he will meet President Bukele, Foreign Minister Alexandra Hill, and Minister of Justice and Public Security Rogelio Rivas to discuss efforts to collaborate on regional safety and security. He will then travel to a joint law enforcement training center to observe regional law enforcement cooperation. Later on that evening, he will have dinner with the mayor of San Salvador and leaders from non-governmental organizations.Tomorrow, the Acting Secretary will participate in the second Bilateral Migration Task Force meeting. Afterwards, he will receive an operational tour of a migrant reception center and then meet with human rights groups working in the country. Before departing on Friday, he will meet with Salvadoran business leaders from throughout the country who are working to build investment in El Salvador’s tourism sector.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/28/acting-secretary-mcaleenan-traveling-el-salvador', 'source': '国土安全部'}
{'title': 'DHS to Reprogram and Transfer $271 Million to Support Humanitarian and Security Emergency Response\r\n', 'publish_time': '2019-08-27 16:22:51', 'content': 'WASHINGTON – On Sunday, the 30-day notification period ended from when the Department of Homeland Security notified Congress of its intent to reprogram and transfer $271 million of available funds to support requirements via authority provided in the FY 2019 DHS Appropriations Act.The Administration submitted a supplemental request on May 1, for resources to address the humanitarian emergency, including funding for Immigration and Customs Enforcement (ICE) detention beds. On July 1, the Emergency Supplemental Appropriations Act was signed, providing $1.339 billion for DHS, but without funding for ICE Detention Beds for single adults.\xa0Given the rise of single adults crossing the border, ICE has already had to increase the number of detention beds above what Congress funded. Without additional funding for single adult detention beds and transportation from the U.S. Border Patrol to ICE detention facilities, ICE will not be able to support the influx of migrants from U.S. Customs and Border Protection apprehensions.Congress was notified of the Department’s intent to reprogram and transfer $116 million to fund ICE single adult detention beds and transportation under the authority provided in the FY 2019 DHS Appropriations Act. DHS also notified Congress of its intent to transfer $155 million to establish and operate temporary Migrant Protection Protocol (MPP) Immigration Hearing Facilities along the Southwest border. MPP court docket backlogs will continue to grow and ICE will not be able to effectively and efficiently move single adult migrants between detention centers and courtrooms without the funding.This realignment of resources allows DHS to address ongoing border emergency crisis by alleviating the surge along the Nation’s Southwest Border while minimizing the risk to overall DHS mission performance.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/27/dhs-reprogram-and-transfer-271-million-support-humanitarian-and-security-emergency', 'source': '国土安全部'}
{'title': 'Joint Statement Between the U.S. Government and the Government of Honduras', 'publish_time': '2019-08-27 10:49:16', 'content': 'WASHINGTON--Today, the Acting Secretary of the Department of Homeland Security, Kevin K. McAleenan, met with the President of Honduras, Juan Orlando Hernandez, regarding a shared commitment to improving security and addressing irregular migration in the western hemisphere.The Acting Secretary was joined by the Deputy Assistant Secretary of State for Western Hemisphere Affairs, Hugo Rodriguez.Both countries committed to working together on improving security and addressing irregular migration through enhanced law enforcement sharing with competent authorities in Honduras to investigate and prosecute those involved in organizing mass violations of immigration law and human trafficking offenses. Both countries also pledged to expand access to protection for vulnerable populations, especially children. Both countries agreed to work together to address expanding legal immigration from Honduras to support U.S. business interests and reducing non-tariff trade barriers to promote foreign direct investment.By working cooperatively, both governments will work to combat human smuggling and trafficking in the region, and support Honduras in its efforts to combat gang violence. These efforts will build on existing bilateral agreements between the United States and Honduras, and reflect a shared commitment toward regional and hemispheric security. Both countries also recognize the shared responsibility in the region to expand access to protection as fundamental to addressing irregular migration. Through this expanded partnership, the United States is working to support the public safety and security in Honduras for its citizens.The U.S. and Honduras share a common cause in confronting the ongoing border security and humanitarian crisis so that both governments can promote security and prosperity throughout the region. The U.S. Government looks forward to expanded partnership with Honduras to address irregular migration, increase security, and facilitate broader regional cooperation. By strengthening the relationship between the two countries through such cooperation, the U.S. and Honduras, as partners, will better protect the most vulnerable populations of Honduras while confronting irregular migration.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/27/joint-statement-between-us-government-and-government-honduras', 'source': '国土安全部'}
{'title': 'Under Secretary Glawe Travels to Tampa, Florida for the 2019 Department of Defense Intelligence Information System Worldwide Conference', 'publish_time': '2019-08-23 14:33:15', 'content': 'WASHINGTON - Under Secretary of Intelligence and Analysis (I&A) and Chief Intelligence Officer David J. Glawe attended the 2019 Department of Defense Intelligence Information System (DoDIIS) Worldwide Conference on August 20, 2019 in Tampa, Florida, where he was a keynote speaker for the event. The DoDIIS Worldwide Conference brings together experts and innovators from the military, industry, government, and academia to share their unique insights on this year’s conference theme:\xa0 Resiliency, Redundancy and Security:\xa0 Adapting to Asymmetric Threats.\xa0 Consistent with this year’s theme, Under Secretary Glawe discussed I&A’s role adapting to emerging threats in order to keep the homeland safe, secure, and resilient.Under Secretary Glawe discussed I&A’s aggressive approach to creating mission centers focused on the highest priority threats to the Homeland.\xa0 The mission centers provide DHS with the intelligence it needs to drive information exchanges and integrate intelligence into operational functions.\xa0 They also serve as DHS’s primary coordination point with the Intelligence Community. The mission centers have enabled a unified and coordinated approach to protect the Homeland.\xa0“Events, such as DoDIIS, are excellent opportunities to share technology expertise, best practices, but most importantly, to emphasize the importance of national security and our ability to enable early threat identification to deliver actionable intelligence to our partners,” Under Secretary Glawe stated. “We rely on our communications and information technology infrastructure to keep up with the mission demand within the Intelligence Enterprise.”I&A was excited to be a participant at the 2019 DoDIIS and appreciated the robust partnership with the event’s host, Defense Intelligence Analysis (DIA) Director, Lt. Gen. Robert Ashley and DIA Chief Information Officer (CIO), Jack Gumtow.\xa0\xa0', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/23/under-secretary-glawe-travels-dodiis-worldwide-conference', 'source': '国土安全部'}
{'title': 'DHS and HHS Announce New Rule to Implement the Flores Settlement Agreement; Final Rule Published to Fulfill Obligations under Flores Settlement Agreement', 'publish_time': '2019-08-21 08:52:18', 'content': 'UPDATED: 10:00 a.m.WASHINGTON - Today, Acting Secretary of Homeland Security Kevin K. McAleenan and Secretary of Health and Human Services Alex Azar announced a final rule that finalizes regulations implementing the relevant and substantive terms of the Flores Settlement Agreement (FSA).\xa0Importantly, the rule will allow for termination of the FSA, and allow DHS and HHS to respond to significant statutory and operational changes that have occurred since the FSA has been in place, including dramatic increases in the numbers of unaccompanied children and family units crossing into the United States.Large numbers of alien families are entering illegally across the southern border, hoping that they will be released into the interior rather than detained during their removal proceedings. Promulgating this rule and seeking termination of the FSA are important steps towards an immigration system that is humane and operates consistently with the intent of Congress.The Department of Homeland Security (DHS) and the Department of Health and Human Services (HHS) are issuing final regulations that implement:“Today, the government has issued a critical rule that will permit the Department of Homeland Security to appropriately hold families together and improve the integrity of the immigration system,” said Acting Secretary McAleenan. “This rule allows the federal government to enforce immigration laws as passed by Congress and ensures that all children in U.S. government custody are treated with dignity, respect, and special concern for their particular vulnerability.”“The Department of Health and Human Services, through our Office of Refugee Resettlement, provides quality and compassionate care for unaccompanied alien children who are referred to our custody,” said Secretary Azar. “In this rule, we are implementing the relevant and substantive portions of the Flores Settlement Agreement pertaining to standards for the temporary care, placement, and release of those minors. As before, HHS will continue to protect the safety and dignity of unaccompanied alien children in our custody as we seek to place them with a parent, relative, or other suitable sponsor.”The\xa0FSA always contained provisions for its implementation in regulations and its termination – originally, it was to remain in effect no more than five years; and then, in 2001, the parties agreed it would terminate after a final rulemaking.\xa0 Beginning in 2005, prior administrations repeatedly announced plans for a rule.\xa0 No prior administration, however, issued a final rule.\xa0 With this achievement now complete, the FSA will terminate by its own terms, and the Trump Administration will continue to work for a better immigration system.The rule takes effect in 60 days.Note: For family residence center B-roll, go to https://www.dvidshub.net/video/618328/south-texas-family-residential-center.# # #', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/21/dhs-and-hhs-announce-new-rule-implement-flores-settlement-agreement', 'source': '国土安全部'}
{'title': 'DHS to Host Press Conference on Changes to Flores Ruling', 'publish_time': '2019-08-21 08:50:02', 'content': 'At 9:30 AM ET on August 21st, the Acting Secretary of Homeland Security, Kevin K. McAleenan, will host a press conference at U.S. Customs and Border Protection headquarters regarding upcoming changes to the Flores ruling. The Acting Secretary will provide remarks on the changes and then take questions from members of the media.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/21/dhs-host-press-conference-changes-flores-ruling', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Traveling to Panama', 'publish_time': '2019-08-20 10:55:04', 'content': 'WASHINGTON – Tomorrow, Acting Secretary of Homeland Security Kevin K. McAleenan will travel to Panama City, Panama to participate in a Meeting of Central American Ministers of Security and to meet with Panamanian officials to discuss regional cooperation to confront irregular migration.After arriving in Panama City, the Acting Secretary will meet with diplomatic staff and DHS personnel who are supporting efforts in the region. He will also receive an operational tour of the Panama Canal.On Thursday, the Acting Secretary will meet with ministers from throughout the Central American region to discuss efforts to collaborate on regional safety and security. Afterwards, he will meet with Foreign Minister Alejandro Ferrer. That evening, the Acting Secretary will deliver remarks at the American Chamber of Commerce and Industry of Panama to promote free enterprise and investment in Panama and in the region.On Friday, Acting Secretary McAleenan will accompany DHS personnel on an operational tour of the Panamanian border region.# # #', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/20/acting-secretary-mcaleenan-traveling-panama', 'source': '国土安全部'}
{'title': 'Readout from Under Secretary Glawe of the Office of Intelligence & Analysis for the Department of Homeland Security Trip to Arkansas ', 'publish_time': '2019-08-16 09:38:07', 'content': 'WASHINGTON – Department of Homeland Security (DHS) Under Secretary of Intelligence and Analysis (I&A) and Chief Intelligence Officer, David J. Glawe, provided the keynote address at the Arkansas Corporate Security Symposium (CSS) on August 14, 2019. The Arkansas CSS was hosted by I&A in partnership with the Federal Bureau of Investigation’s Domestic Security Alliance Council and Walmart, Inc. Under Secretary Glawe discussed I&A’s mission and how the new Mission Center Model construct is working to provide intelligence in a timely manner to mitigate threats and have a scalable model within the organization. The event drew over 300 registered private sector, federal, state, local, academia, and homeland security officials.The Honorable Asa Hutchinson, Governor of Arkansas, kicked off the event with welcoming remarks while Rachel Brand, Executive Vice President Global Governance, Chief Legal Officer, and Corporate Secretary, Walmart, Inc., provided opening remarks. Additionally, there was great emphasis on the Homeland Security Information Network (HSIN) to provide the state, local, and private sector partners to collaborate and access intelligence. The additional topics discussed included: Counterintelligence Threats to Agricultural, Making Corporate Security Engaging, Security Consideration for Soft Targets, Cyber Mitigation and Response, and Threats to Critical Infrastructure. Initial feedback from the participants indicated the information provided and speeches were extremely helpful and informative.“The Corporate Security Symposiums provide an unprecedented opportunity to advance our partnership with the private sector, and to address the wide range of threats that impact their operations – from foreign influence, cyber threats, to active shooters,” Under Secretary Glawe mentioned during the event. “DHS is committed to advancing this partnership to keep our country safe.”Following the CSS, Under Secretary Glawe met with Governor Asa Hutchinson to discuss the threats facing Arkansas as well as opportunities for DHS to increase its intelligence and analytic support in identifying and mitigating threats within the state.Under Secretary Glawe also met with security executives from Walmart to discuss threat priorities across the commercial facilities sector and the importance of information sharing partnerships to defend against emerging threats. Following the discussions, Under Secretary Glawe toured Walmart’s Emergency Operation Center (EOC) and their Investigative Risk Operations Center (IROC).\xa0Discussions throughout the day underscored the important role that private sector partners play in securing the homeland, and DHS looks forward to facilitating enhanced public private partnerships.\xa0# # #', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/16/readout-under-secretary-glawes-trip-arkansas', 'source': '国土安全部'}
{'title': 'United States and Canada Implement Preclearance Agreement  ', 'publish_time': '2019-08-15 14:14:18', 'content': 'WASHINGTON, D.C. – The U.S. Department of Homeland Security announced today, in partnership with the Public Safety and Emergency Preparedness Canada, the implementation of an agreement to improve mutual security and expedite lawful travel through preclearance for travelers and their accompanying baggage on certain transports. The collaboration is articulated in the Agreement on Land, Rail, Marine, and Air (LRMA) Transport Preclearance between the Government of the United States of America and the Government of Canada, which supersedes the previous 2001 U.S.-Canada Agreement on Air Transport Preclearance, and expands upon the two countries’ partnership.\xa0Preclearance is the process by which officers stationed abroad inspect and make admissibility decisions about travelers and their accompanying baggage before they leave a foreign port, simultaneously increasing efficiency and security. The LRMA provides the legal framework and reciprocal authorities necessary for U.S. Customs and Border Protection (CBP) and the Canada Border Services Agency to carry out security, facilitation, and inspection processes in the other country.\xa0“Preclearance strengthens economic competitiveness and mutual security, and benefits travelers by expediting their clearance into the U.S. before they ever leave Canada,” said Acting Secretary Kevin K. McAleenan. “This agreement provides the opportunity for CBP to build on six decades of successful operations and, for the first time, to conduct full preclearance in the rail, ferry, and cruise ship environments. This achievement is important for the Department’s security objectives and is another example of just how close the U.S. – Canada relationship stands.”CBP currently conducts preclearance operations at eight Canadian airports: Calgary, Edmonton, Halifax, Montreal, Ottawa, Toronto, Vancouver, and Winnipeg. CBP officers also conduct immigration pre-inspection at multiple locations in British Columbia in the rail and marine modes; these locations will have the opportunity to convert to full preclearance, per the terms of the Agreement.“The new Canada–U.S. Preclearance Agreement is now in force, creating new opportunities in all modes of transportation in both Canada and the United States,” said the Honourable Ralph Goodale, Minister of Public Safety and Emergency Preparedness. “Expanding preclearance makes travel faster and bolsters trade, while better protecting our rights.”As the Agreement is fully reciprocal, in addition to the potential expansion of CBP preclearance operations in Canada, the Agreement permits Canada to pursue preclearance operations in the United States. This agreement also enables exploration of co-location at small and remote ports of entry and includes additional tools and authorities to help enforce immigration, customs, and agriculture laws, facilitate lawful travel, and ensure officer protection and accountability.The LRMA was signed by the U.S. Secretary of Homeland Security and Canadian Minister of Public Safety and Emergency Preparedness on March 16, 2015, fulfilling a commitment of the Beyond the Border Action Plan (Beyond the Border Action Plan). The U.S. Congress passed the necessary supporting legislation in December 2016 and Canada’s Parliament did so in December 2017. Canada published their required implementing regulations in June 2019, paving the way for entry into force following an exchange of Diplomatic Notes today.\xa0', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/15/united-states-and-canada-implement-preclearance-agreement', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Traveling to El Paso, TX', 'publish_time': '2019-08-14 16:27:52', 'content': 'WASHINGTON – Today, Acting Secretary of Homeland Security Kevin K. McAleenan will travel to El Paso, TX to attend a memorial service for victims of the mass shooting attack on August 3. The Community Memorial Service, hosted by the City of El Paso, seeks to provide the community with a chance to reflect and remember the victims of the mass shooting.Tomorrow, the Acting Secretary will meet with leadership of a local non-governmental organization to discuss their initiatives in the area. Following that, he will receive an operational tour of a U.S. Border Patrol soft sided facility in El Paso.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/14/acting-secretary-mcaleenan-traveling-el-paso-tx', 'source': '国土安全部'}
{'title': 'Transcript: Press Conference in Yuma, AZ on August 8, 2019', 'publish_time': '2019-08-09 11:52:58', 'content': "Chief Patrol Agent Anthony Porvaznik:Well. Good morning. Well, thank you all and welcome. Thank you all for braving the Arizona summer heat to be out here with us today. We have a little bit of shade here.I want to say that I'm honored to introduce the Acting Secretary of Homeland Security, Kevin McAleenan. Secretary McAleenan was designated as the Acting Secretary of Homeland Security by President Trump on April 8th, 2019. Prior to his appointment, he served as Commissioner of the U.S. Customs and Border Protection after U.S. Senate confirmation in March of 2018 and after having served as the Acting Commissioner since January of 2017. Mr. Secretary, welcome to Yuma and San Luis, Arizona. Thank you for your continued support to CBP, the mission and the challenges we face here in Arizona.Acting Secretary of Homeland Security Kevin K. McAleenan:Thanks, Chief. As we begin, I want to start with a few words on the recent shootings in El Paso, Texas and Dayton, Ohio. First, my heart and the Department's thoughts are with the grieving families from both incidents, but I want to talk for a moment about El Paso. The Department of Homeland Security and U.S. Customs and Border Protection are deeply embedded in the community of El Paso, a city with a unique and integrated culture, where two nations in two major cities meet. With over 4,000 DHS professionals and their families living there, protecting our border, facilitating the flow of lawful trade and travel that is a lifeblood of the region. This horrific act was an attack on our family and our community as well. A number of DHS families were directly affected as close family members were victims of the attack. CBP Port Director Donna Sifford was actually in the Walmart during the attack.She survived uninjured and rendered lifesaving aide to another victim who turned out to be one of her neighbors. The fact that the absolute hate, hateful coward, as Donna called him, was motivated by a poisonous and destructive white supremacist extremist ideology that is underpinning multiple incidents globally over the past years, is an even deeper offense.He said he sought to kill Hispanics. The majority of our El Paso team working to protect our nation, uphold the rule of law, and care for vulnerable migrants is Hispanic. These professionals are American patriots who work every day to protect what our nation of immigrants is really about. They protect all of us with heart and humanity. They're resilient, they're strong, and they will persevere. But this attack and this ideology offends all of us and we must address it with moral clarity. It is hate, it is domestic terrorism, and it must be fought together by Americans of all races, ethnicities, and faiths. And at the Department of Homeland Security, we have redoubled our efforts and recommitted all components of our department to do just that.We are here today to provide an update on the ongoing security and humanitarian crisis here at our border. The situation is improving by every available metric, but, and I want to be very clear about this, we remain at and beyond crisis levels in illegal crossings, even as our initiatives to address irregular flows and mitigate humanitarian conditions are making an impact.I'm pleased to be here today alongside two outstanding leaders. Chief Patrol Agent Porvaznik and Port Director Schwamm to announce U.S. Customs and Border Protection’s enforcement actions for the month of July, 2019. Just two months ago in May, CBP apprehended or encountered 144,266 migrants. That peak that you see that my left crossing our border illegally or arriving at ports of entry without documents. The highest monthly total in 13 years. In July, that number was 82,049 - a 43% decrease from May and a 20% decrease from our June numbers.I want to emphasize that nearly 90% of those total enforcement actions were apprehensions from illegal entries crossing between ports. In July, CBP realized a 26% decline in total enforcement actions for individuals from the Northern Triangle of Central America, Guatemala, Honduras, and El Salvador. The most significant decline is noted in aliens from Guatemala, with a 41% decrease from June levels. In addition, individuals from Honduras declined 16% in June, El Salvador, 21% in June, and Mexico, 11%. In the same timeframe, from May to July, both unaccompanied children and family unit apprehension decreased by more than 50%, demonstrating the success of several recent initiatives by the Administration as well as its international partners to address this border security and migration crisis. This drop is not attributable to seasonal trends. Over the past five years, immigration flows have responded to pull factors, such as the perceived ability to stay in the U.S. due to weaknesses in U.S immigration law, not to historical, seasonal patterns driven by agricultural work. Over the last five years, the May to July decrease in crossings averaged 9% and went up or stayed relatively flat in some years. 43% is a dramatic downturn and is directly attributable to our international partnership efforts.Thanks to the President's engagement with Mexico and Guatemala, along with several other Central American countries, we've begun to take shared responsibility with partners for the irregular migration flows that have become a regional crisis. We continue to see Mexico making a significant effort on their southern border between Chiapas and Guatemala, as well as on the transportation routes of human smugglers, and we need them to continue to sustain this. In addition, their efforts have helped reduce the phenomenon of large groups crossing our border, which was an acute challenge here in the Yuma sector. Our partnerships with the countries of the Northern Triangle, especially Guatemala, had been increasingly effective at stemming irregular migratory flows. We're making progress, but we need to continue to build on that success. These are regional issues that involve the sending, transit, and destination countries working together, and any of our solutions must involve those partners.By aligning our migration policies and providing access to protection to those who need it, as close to home as possible, in concert with international nongovernmental organizations, this regional approach substantially limits the ability of coyotes or alien smuggling organizations to profit off the false promises and to exploit those individuals seeking to come to our border. This process limits the power and profits of criminals and creates a path to investment and further collaboration in the region. These reductions in flows combined with a $4.5 billion in emergency supplemental funding we requested on May 1st and received from Congress six weeks ago have allowed us to dramatically mitigate the challenging overflow conditions in our facilities.Most critically, due to the ability of the Department of Health and Human Services to procure additional bed space for unaccompanied children, we've been able to eliminate long waits at border stations and reduce the number of children in custody at the border. From a peak crisis level of almost 2,700 unaccompanied children in border stations, with over 1,200 of them in custody for 72 hours or more, yesterday afternoon's report reflected 160 children in our custody at the border, with an average time in custody of under 24 hours. That means that due to the efforts to apply the increased funding that we saw for, that we asked for, and fought for, we are now able to process, medically screen, place, and transfer the 170 children arriving at our border each day in 22 hours on average. For families, we have reduced the total in custody from over 10,000 to approximately 2,000, at only 34 hours average time spent at the border. And for single adults, we reduced from over 8,000 to approximately 2,000, with average times in custody down by 75%.We've also been able to provide better conditions for those in custody, applying the supplemental funding, including using temporary facilities with an increased capacity of 5,000 temporary beds since June 28th. Additional shower and laundry facilities, contracts to increase the number of variety of hot meals, and expanded medical screening and care.While our efforts are working, the volume of migrants crossing our southern border remains at crisis levels. To address this crisis, we must continue to collaborate with our international partners and to seek the targeted fixes to our immigration laws that we've been asking for from Congress.In closing, I want to thank the hardworking men and women of the Department of Homeland Security, U.S. Customs and Border Protection who selflessly serve our country to protect our freedoms and way of life. Your work day in and day out, promotes the security of our communities and your lifesaving efforts to protect vulnerable people every day are absolutely incredible. We've asked a great deal of you this year, and you've stepped out. I want to thank you for that. I look forward to taking some of your questions.[QUESTION INAUDIBLE]So the question is “what is the plan for construction of wall on the border and what does that derive from?” So, CBP has developed a border security improvement plan that defines those priority areas of our border where we need additional border barrier and infrastructure. Yuma sector right here, and this is a new barrier behind me, a 30-foot new border wall that's helping provide security in the sector right adjacent to the Saint Luis II port of entry. These locations have been prioritized by our agents on the ground based on vulnerabilities in the border and the traffic that we're seeing in multiple sectors. We are applying the appropriated funding from Congress. We built the FY 17 funded wall, that's 40 miles. We're building now the 18 and 19 funded wall, and it’s going up in key priority areas that we do have available on our website and can provide in depth information. But I want to emphasize, this is based on where our border patrol agents on the ground said they needed additional capability to improve the security of our sectors along the border. Thank you.[QUESTION INAUDIBLE]Thank you. So first of all, we hold ourselves to the highest possible standard and any allegation of abuse or concern in our facilities is investigated. We have five levels of oversight for conditions in our stations, both internally within CBP and then in our independent Office of Professional Responsibility, the Department of Homeland Security IG, with our Office of Civil Rights and Liberties. And of course, with Congressional oversight and the [Government Accountability Office]. All of them have unfettered access to our facilities and have routine inspections. We're also overseen by court-ordered monitors, uh, from various core settlements over the decades. So it's a lot of access and a lot of oversight of our facilities. Any allegation that's raised, by policy must be immediately reported to an independent investigative agency and they're going to take that for action. Any allegations here in Yuma sector are going undergoing that process. I can't provide you specific investigation today, but I can assure you that it's being followed up by either our Office of Professional Responsibility or the Inspector General at DHS.[QUESTION INAUDIBLE]So that's that five layers of monitoring and oversight that we have every day. We have very clear policies on our responsibilities on how to care for people in our custody. Those are overseen day to day by supervisors trained in these policies. We briefed earlier a group of reporters on the systems that we operate to capture every encounter with a migrant who's in our custody when they're fed, when they have access to a shower, when they have their medicine administered to make sure that we're doing that very carefully, that we're capturing it and we're overseeing that effort. And again, we the multiple layers of oversight and access to ensure that we're following our own policies and that's done in a very rigorous basis all over the border. We had a really challenging situation here in April and May and early June. We were overcrowded at multiple facilities along the border, including Yuma sector. That was very difficult to manage. At this stage with the additional funding and a reduction in flows, we are able to really provide a much better situation in terms of caring custody for those here at the border.[QUESTION INAUDIBLE]So again, I'm not briefing on any specific cases. I'll tell you our policy nationally, if we have an identified agent or officer that was allegedly involved in an issue with someone in our custody, they are appropriately addressed and either taken off law enforcement duties, interacting with migrants, if we have a concern, or handled appropriately. That happens in every single case that is overseen, again, by independent investigative entities.[QUESTION INAUDIBLE]So ICE is doing interior enforcement operations on a routine basis, nationally. Any approach to address this migratory crisis, for instance, has to have balance between what happens in our partnerships in the region, our efforts here at the border, and what we do in terms of the interior. Work site enforcement is part of that. We can't have U.S. employers exploiting migrates, having them work in conditions that are unacceptable, and that are non-competitive with American workers. That's part of ICE’s responsibility. Enforcing the laws on the books every day.[QUESTION INAUDIBLE]So we are planning on expanding the Migrant Protection Protocols border-wide to key ports of entry. San Luis II and San Luis Rio Colorado is one location that we're looking at. Right now, we're partnering with the Government of Mexico to prepare for that eventuality. They've already increased their resources in their inmigración department here working at the border. And we're providing support to the Mexican government and through international organization so that they can be ready to provide appropriate shelter capacity.[QUESTION INAUDIBLE]I don't have a specific date on when MPP would open in this, in this area.[QUESTION INAUDIBLE]Yeah, I think I just did. We do intend to expand the Migrant Protection Protocols. And again, this is a process where people that might be seeking immigration benefits or asylum in the U.S. can access that court decision more quickly. Right now, if a family is released into the U.S., they can wait five years or more for that initial court hearing and they're not getting a decision on their asylum claim. Under the Migrant Protection Protocols, we're trying to establish that initial hearing within a few months of arrival and we're actually getting results. We had an asylum claim granted yesterday of somebody in the Migrant Protection Protocols who had gone through that process and in an expeditious manner in less than seven months since we started the program as opposed to the many years it takes when somebody is released into the U.S. to wait on the non-detained docket with the immigration courts overseen by the Department of Justice.[QUESTION INAUDIBLE]Sure. That's an important question. So the asylum process again is very lengthy, but taking a look at people who are completing their asylum claims from the 2014 arrival cohort of families. In 2017, what we're seeing is about a 10 to 15% ultimate grant rate of asylum by an immigration judge. So it's a very low pass rate, if you will, at the end of the process. And that's because asylum under international law is to protect people from political persecution to protect them from persecution based on race or religion or membership in a social group. It's not a pathway to an economic migration or to choose what country you want to live in. So when we actually finish the process with the immigration courts, which are overwhelmed, they have a 900,000 case backlog, there is a reduced number of people actually granted asylum and that's part of the problem is driving this crisis.[QUESTION INAUDIBLE]So yes, this recent raid was a criminal investigation of multiple businesses in Mississippi. ICE has strict policies that they go through for everyone that they've apprehended to determine if there is a childcare issue. Many are processed and released so that they can be returned to the site where they were apprehended to be linked up with a dependent who needs that care. Many of the folks being apprehended will be released pending an immigration proceeding, especially if they have a child care concern.[QUESTION INAUDIBLE]As ICE briefed yesterday, this was a year-long criminal investigation that they pursued based on a variety of sources.[QUESTION INAUDIBLE]One of the biggest challenges of this crisis is the belief in migrant families in Central America that they'll be released into the United States if they bring a child with them. And so what that drove and what we were very concerned about is the increasing posture of adults bringing children who are not their own to try to take advantage of the weaknesses in our immigration laws. We have over 5,000 instances where we've identified an adult who's not a parent or guardian, but purporting to be a family crossing the border.In response, in April and May, we deployed Homeland Security Investigations personnel to the border. They have over 400 special agents working alongside our Border Patrol agents here at the border to try to determine those family relationships. And they're employing a variety of tactics, in-depth forensic interviews, as well as you noted, DNA testing. And what we're finding out is when a Border Patrol agent refers an adult and a child who they think may not or doesn't have the right relationship, and it could be a trafficking issue, human smuggling issue, in really egregious cases, the child has been used multiple times by different adults to try to cross the border and be released. They're being referred to HSI. HSI does that in-depth interview and they're determining about 15% of those cases are actually fraudulent presentation or fraudulent families. So what we're doing now is expanding the pilot. We've added DNA pilot here in Yuma, it started out in El Paso and then expanded to RGV. Now it's in Yuma. I want to get that worldwide so that we're protecting the children who are being exploited by this crisis.[QUESTION INAUDIBLE]Two different issues. So what I just talked about is actual presentation of fraud, pretending to be a parent or guardian to gain access to the United States to use the weaknesses of the immigration law. There are situations where people cross with family members under the Trafficking Victims Protection Reauthorization Act. We have to treat them as unaccompanied. If they're crossing with someone who's not a parent or legal guardian, that's a different issue.", 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/09/transcript-press-conference-yuma-az-august-8-2019', 'source': '国土安全部'}
{'title': 'Acting Deputy Secretary Pekoske Joins the Five Eyes in London to Discuss Emerging and Ongoing Security Threats ', 'publish_time': '2019-08-09 10:16:34', 'content': 'WASHINGTON—Last week, Acting Deputy Secretary David P. Pekoske attended the Five Country Ministerial in London, England, alongside Attorney General William P. Barr to represent the U.S. and to discuss the protection of each nation from active and emerging security threats.Five Eyes refers to the security alliance forged between the U.S., U.K., Australia, Canada, and New Zealand, who have each vowed to work together in matters of national security, intelligence, counter terrorism, and cyber vulnerabilities.The Acting Deputy Secretary and Attorney General Barr joined the Home Affairs, Interior Security, and Immigration Ministers of the Five Eyes countries in a series of ministerial sessions to confront threats, including: cybersecurity, emerging technology, asylum fraud and border security, online child sexual exploitation and abuse, and foreign interference. They were joined in part by the Quintet of Attorneys General from each of the Five Eyes nations to discuss terrorism prevention, encryption, and foreign terrorist fighters.US Attorney General William Barr, US Acting Deputy Secretary of Homeland Security David Pekoske, New Zealand’s Attorney General David Parker, New Zealand’s Minister of Justice Andrew Little, UK Home Secretary Priti Patel, UK Attorney General Geoffrey Cox, Australian Minister for Home Affairs Peter Dutton, Canadian Minister for Immigration, Refugees and Citizenship Ahmed Hussen, Canadian Minister of Public Safety and Emergency Preparedness Ralph Goodale, Canadian Associate Deputy Minister of Justice Francois DaigleActing Deputy Secretary Pekoske and newly appointed Home Secretary Priti Patel of the U.K. were closely aligned in their desired approaches to protecting the citizens of all Five Eyes countries against these security threats.The U.S. and foreign officials also met with representatives from leading technology companies— Facebook, Google, Microsoft, Roblox, Snap, and Twitter— and committed to begin tackling the epidemic of online child sexual exploitation and abuse together by designing a set of voluntary principles that establish systems for online platforms to stop the viewing, sharing, and livestreaming of child sexual abuse material.The Five Eyes partners also agreed to coordinate responses to national and international cyber threats. Acting Deputy Secretary Pekoske emphasized the risks of 5G networks to telecommunications security and discussed the importance of setting international standards for securing cyber networks based on evidence-based assessments with the Ministers.Additionally, Five Eyes partners reestablished their commitment to collaborate in combatting foreign interference and agreed to increase cooperation on research, testing, and information sharing on counter unmanned aircraft systems.The annual Five Eyes Ministerial brings ministers from the Five Eyes nations to discuss global security initiatives; changes to the tech industry; strategies for improving cybersecurity and addressing threats in the online environment; foreign interference; migration and border security; and countering the spread of violent extremism and terrorism. During the two-day event, the ministers finalized two communiques to articulate their commitment to continue safeguarding their nations against global and domestic threats.# # #', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/09/acting-deputy-secretary-pekoske-joins-five-eyes-london-discuss-emerging-and-ongoing', 'source': '国土安全部'}
{'title': 'DHS Acting Secretary McAleenan Announces July Migration Statistics Showing Consistent Decline from Record Levels in May', 'publish_time': '2019-08-08 13:31:33', 'content': 'WASHINGTON - Today, Acting Secretary of Homeland Security Kevin K. McAleenan announced U.S. Customs and Border Protection’s (CBP) enforcement actions for the month of July, indicating more than a 20 percent decrease in U.S. Border Patrol (USBP) apprehensions at the Southwest border for the second month in a row.“The situation is improving by every available metric, but, I want to be very clear that we remain at and beyond crisis levels in illegal crossings, even as our initiatives to address irregular flows and mitigate humanitarian conditions are making an impact,” said Acting Secretary McAleenan. “Just two months ago, CBP apprehended or encountered 144,000 individuals crossing our border illegally or presenting without documents at Southwest border ports of entry—the highest monthly total in 13 years. In July, that number was 82,000, a 43% decrease from May and a 21% decrease from the June numbers.These reductions in flows, combined with the $4.5 billion dollars in emergency supplemental funding we requested on May 1st and received from Congress six weeks ago, have allowed us to dramatically mitigate the challenging overflow conditions in our border facilities. We have been able to eliminate long waits in border stations and reduce the number of children in custody at the border.Our partnerships with the countries of the Northern Triangle, especially Guatemala, have been increasingly effective at stemming irregular migratory flows. We continue to see Mexico making a significant effort on their border between Chiapas and Guatemala, as well as on the transportation routes of human smugglers—and we need them to continue to sustain this. While our efforts are working, the volume of migrants crossing our southern border remain at crisis levels. To address this crisis, we will continue to collaborate with our international partners and seek the targeted fixes to our immigration laws from Congress.”According to CBP data, total July enforcement actions for individuals crossing the border from Northern Triangle countries decreased by 26 percent from June. The most significant decline was seen in migrants coming from Guatemala – a 41 percent decrease. Individuals coming from El Salvador decreased by 21 percent and individuals coming from Honduras decreased by 16 percent from June levels. Individuals coming from Mexico also decreased by 11 percent from June. Both unaccompanied alien children and family unit apprehensions decreased by more than 50 percent from May to July.The reductions are due in large part to the recently signed agreement in June with the Government of Mexico to stem the flow of illegal immigration and the international collaboration with the Northern Triangle countries to dismantle and disrupt alien smuggling organizations. While much progress has been made, DHS is still facing an ongoing humanitarian and security crisis at the Southwest border.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/08/dhs-acting-secretary-mcaleenan-announces-july-migration-statistics-showing', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Hosting Media Engagements in Yuma, AZ on Southwest Border', 'publish_time': '2019-08-08 06:13:22', 'content': 'WASHINGTON – Today, Acting Secretary of Homeland Security Kevin K. McAleenan is in Yuma, AZ to provide a tour of a Southwest border soft sided facility with media. Following the tour, he will host a press conference.\xa0Thursday, August 89:00 AM MSTActing Secretary McAleenan will host a walk and talk with local and pool mediaYuma Soft Sided FacilityYuma, Ariz.*Pool coverage\xa011:00 AM MSTActing Secretary McAleenan will host a press conferenceSan Luis, Ariz.*Pool coverage\xa0Media interested in video or text quotes should contact the appropriate representative below:English BroadcastCarmen Valencia – KYMACarmen Valencia carmen.valencia@kswt.com928-919-5894Spanish BroadcastAbraham Retana – UnivisionAbraham Retana aretana@entravision.com760-604-3648English PrintJames Gilbert – Yuma SunJames Gilbert jgilbert@yumasun.com928-919-0115Spanish PrintLucy López Pesquiera – Diario Binacional Sin FronterasNorma Luz López Pesqueira luzpesqueira@hotmail.com653-132-7279', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/08/acting-secretary-mcaleenan-hosting-media-engagements-yuma-az-southwest-border', 'source': '国土安全部'}
{'title': 'Department of Homeland Security Rescinds Public Notice Regarding Security Conditions at Ninoy Aquino International Airport in Manila', 'publish_time': '2019-08-08 05:48:19', 'content': 'WASHINGTON–Acting Secretary of Homeland Security Kevin K. McAleenan ordered today, effective immediately, rescission of the Public Notice regarding security conditions at Ninoy Aquino International Airport in Manila, Philippines (MNL) issued in December. The Notice was published on December 27, 2018, after multiple assessments of MNL identified a failure to adequately implement and maintain international security standards and recommended practices established by the International Civil Aviation Organization in Annex 17 to the Convention on International Civil Aviation of 1944.\xa0After months of direct engagement with the United States, the Government of the Philippines has made significant improvements to the security operations of MNL. Both the Manila International Airport Authority and the Government of the Philippines civil aviation security authorities have demonstrated they are willing to work toward sustaining those improvements.The Secretary of Homeland Security, through the Transportation Security Administration (TSA), is required under 49 U.S.C. § 44907 to assess the effectiveness of security at all: (1) Foreign airports served by U.S. air carriers; (2) Foreign airports from which a foreign air carrier serves the United States; (3) Foreign airports that pose a high risk of introducing danger to international travel; and (4) Other airports deemed appropriate by the Secretary. If the Secretary of Homeland Security finds, based on TSA’s assessment that an airport has failed to implement effective security measures, the Secretary shall notify the foreign government authorities of that finding and recommend steps to achieve compliance. If an airport fails to remedy identified security deficiencies within 90 days of such notice, the Secretary shall publish a notice in the Federal Register that the airport is non-compliant, post the airport’s identity prominently at major U.S. airports, and notify the news media.Several attacks targeting civil aviation over the past several years, along with ISIL’s and Al-Qaida’s repeated intentions and demonstrated capability clearly indicate the threat that terrorism poses to civil aviation. This is one reason why the United States actively supports the Philippine’s efforts to improve airport security. The U.S. State Department has provided $5 million to help fund airport security improvements at MNL to include training and technology. The TSA has also provided Aviation Security Advisors to the Philippine government to assist with development and implementation of corrective measures at MNL; analysis of security operations; and recommendations on technology use and maintenance; streamline screening operations; and modernizing MNL’s security infrastructure. \xa0DHS and TSA remain committed to working with the Government of the Philippines to help ensure a strong security posture at MNL and enhance global aviation security.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/08/department-homeland-security-rescinds-public-notice-regarding-security-conditions', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Traveling to Yuma, AZ', 'publish_time': '2019-08-07 16:58:25', 'content': 'WASHINGTON – Today, Acting Secretary of Homeland Security Kevin K. McAleenan will be traveling to Yuma, AZ to meet with U.S. Department of Homeland Security (DHS) and Arizona National Guard personnel, tour border facilities, and speak with federal, state, and local elected officials. \xa0The Acting Secretary will first meet with local elected officials to discuss the effects that the humanitarian and security crisis on the Southwest border is having on their communities. He will then meet with DHS field leadership, including CBP and ICE personnel who are working to manage the crisis on a daily basis in Yuma. Following that, Acting Secretary McAleenan will travel to San Luis to tour the border and port of entry. On Thursday, Acting Secretary McAleenan will meet with Senator McSally to discuss border security issues. He will then receive a briefing from the Arizona National Guard regarding the military support being provided to DHS personnel. Finally, Acting Secretary McAleenan will tour the Yuma soft sided facility.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/07/acting-secretary-mcaleenan-traveling-yuma-az', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Met with Officials in Guatemala City to Further Implement DHS Initiatives', 'publish_time': '2019-08-05 16:04:01', 'content': 'WASHINGTON–Acting Secretary of Homeland Security, Kevin K. McAleenan, departed Guatemala City last Thursday after engaging in several productive meetings to increase collaboration and partnership across a number of initiatives to confront irregular migration in the Northern Triangle region. During his trip, the Acting Secretary held talks with the President of Guatemala, Jimmy Morales, as well as the Foreign Minister, Sandra Jovel, and the Minister of Government, Enrique Antonio Degenhart, with whom he signed a cooperative agreement regarding the examination of protection claims on July 26, 2019. Acting Secretary McAleenan told President Morales and cabinet members that the U.S. is standing ready to support Guatemala in advancing the agreement.The Acting Secretary also met with prominent Guatemalan private sector and civil society leaders during to discuss the cooperative agreement and gain their perspective on the continuing U.S.-Guatemalan partnership on regional security and opportunity. Before departing back to Washington, D.C. on Thursday, the Acting Secretary met with the United Nations Human Rights Commission’s Regional Representatives for Central America to discuss the agreement and offer support to their efforts in the country.The Department of Homeland Security (DHS) and the Government of Guatemala have partnered together to combat human smuggling and transnational criminal organizations operating in the Northern Triangle region, which undermine the safety and security of both countries’ citizens and exploit our most vulnerable populations.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/05/acting-secretary-mcaleenan-met-officials-guatemala-city-further-implement-dhs', 'source': '国土安全部'}
{'title': 'DHS Announces Grant Allocations for Fiscal Year 2019 Preparedness Grants', 'publish_time': '2019-08-02 12:12:11', 'content': 'WASHINGTON— As part of the U.S. Department of Homeland Security’s (DHS) ongoing efforts to support state, local, tribal, and territorial partners, Acting Secretary Kevin K. McAleenan today announced final allocations of $350 million for six Fiscal Year (FY) 2019 DHS competitive preparedness grant programs. These allocations together with the more than $1.3 billion in non-competitive grant funding announced by DHS in April, total more than $1.7 billion in FY 2019 granted to assist states, local areas, tribal and territorial governments, nonprofit agencies, and the private sector with their preparedness efforts.Since 2002, DHS has awarded nearly $52 billion to these partners. \xa0Preparedness grants strengthen our nation’s ability to prevent, protect against, mitigate, respond to, and recover from terrorist attacks, major disasters, and other emergencies in support of the National Preparedness Goal and the National Preparedness System.\xa0The FY 2019 grant guidance will continue to focus on the nation’s highest risk areas, including urban areas that face the most significant threats.\xa0For FY 2019, the Urban Area Security Initiative (UASI) will enhance regional preparedness and capabilities by funding 31 high-threat, high-density urban areas.\xa0This represents Congressional intent to limit FY 2019 UASI funding to those Urban Areas that represent up to 85 percent of the nationwide risk, as stated in the Explanatory Statement accompanying the Department of Homeland Security Appropriations Act, 2019 (Pub. L. No. 116-6).Consistent with previous grant guidance, dedicated funding is provided for law enforcement and terrorism prevention activities throughout the country to prepare for, prevent, and respond to terrorism-related activity.All capabilities being built or sustained must have a clear linkage to the core capabilities articulated in the National Preparedness Goal.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/02/dhs-announces-grant-allocations-fiscal-year-2019-preparedness-grants', 'source': '国土安全部'}
{'title': 'Acting DHS Secretary McAleenan Announces Extension of Temporary Protected Status for Syria', 'publish_time': '2019-08-01 15:52:50', 'content': 'WASHINGTON—Today, Acting Secretary of Homeland Security, Kevin K. McAleenan, announced that an extension of the Temporary Protected Status (TPS) designation for Syria was warranted, pursuant to the Immigration and Nationality Act. With his signature, he has extended Syria’s TPS designation for 18 months.The decision to extend TPS for Syria was made after a review of the conditions upon which the country’s designation is based, which was ongoing armed conflict and extraordinary and temporary conditions, as well as an assessment of whether those conditions continue to exist as required by statute. Following careful consideration of available information, including recommendations received as part of an inter-agency consultation process, the Acting Secretary determined that the conditions supporting Syria’s designation for TPS continue to exist. Thus, under the applicable statute, the current TPS designation must be extended.There are approximately 7,000 Syrian TPS beneficiaries. This 18 month extension of Syria’s designation for TPS permits current Syrian TPS beneficiaries to re-register for TPS and remain in the U.S. with work authorization through March 31, 2021. To be eligible for TPS under Syria’s current designation, along with meeting the other eligibility requirements, individuals must have continuously resided in the U.S. since August 1, 2016, and have been continuously physically present in the U.S. since October 1, 2016. Anyone who has been here since the time of the previous designation may be eligible to seek other forms of immigration relief.Current beneficiaries under Syria’s TPS designation are eligible to re-register for an extension of their status for 18 months, through March 31, 2021. The law requires the Secretary to periodically review the conditions in the foreign state for which a designation is in effect. Over the next 18 months, the Acting Secretary will review conditions in Syria to determine whether its designation should be extended again or terminated. The Secretary will make the next decision to extend or terminate the designation for Syria on or before January 30, 2021. If the Secretary does not determine that the statutory conditions for the designation are no longer met on or by January 30, 2021, an automatic extension of the designation is triggered.Further details about this extension for TPS, including information about the re-registration process and employment authorization documents, will appear in a Federal Register notice.\xa0###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/08/01/acting-dhs-secretary-mcaleenan-announces-extension-temporary-protected-status-syria', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Traveling to Guatemala City ', 'publish_time': '2019-07-30 23:25:25', 'content': 'WASHINGTON – Tomorrow, Acting Secretary of Homeland Security Kevin K. McAleenan will be traveling to Guatemala City, Guatemala to meet with officials regarding the implementation of a number of initiatives to help stem the flow of irregular migration through Guatemala. During his trip, the Acting Secretary will meet with officials from the Government of Guatemala, with whom he signed a cooperative agreement regarding the examination of protection claims on Friday. While in Guatemala City, Acting Secretary McAleenan will also meet with U.S. diplomats, local political and community leaders, members of non-governmental international organizations, and private sector stakeholders. He will depart Guatemala City Thursday.The Department of Homeland Security (DHS) and the Government of Guatemala have partnered together to combat human smuggling and transnational criminal organizations operating in the Northern Triangle region, which undermine the safety and security of both countries’ citizens and exploit the most vulnerable populations. Acting Secretary McAleenan was recently in Guatemala City for the 7th Northern Triangle Ministerial meeting on June 26, where he met with officials from Guatemala, El Salvador, and Honduras, to discuss furthering a comprehensive, regional approach to address security and migration issues.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/30/acting-secretary-mcaleenan-traveling-guatemala-city', 'source': '国土安全部'}
{'title': 'DHS Hosted 8th Northern Triangle Ministerial Meeting', 'publish_time': '2019-07-26 09:31:33', 'content': 'WASHINGTON- On July 24, the Department of Homeland Security (DHS) hosted the eighth Meeting of Ministers and Security Secretaries of the Central American Northern Triangle and U.S. Department of Homeland Security Secretary.Officials from Guatemala, El Salvador, Costa Rica, Panama, and Honduras joined DHS Acting Secretary McAleenan and other DHS officials in Washington, D.C. for discussions on continued collaboration to promote a more secure and prosperous region and stem the flow of irregular migration.During the bilateral meetings, delegates participated in working sessions to discuss a range of issues, such as irregular migration, information sharing, and combatting illicit trafficking and human trafficking networks.This was the first Northern Triangle ministerial meeting hosted by the U.S. and first one attended by Panama and Costa Rica. The previous meeting was hosted on June 26 by Guatemala in Guatemala City and the next meeting will be hosted by Panama in August.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/26/dhs-hosted-8th-northern-triangle-ministerial-meeting', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Traveling to Chicago to Attend 2019 Trade Symposium', 'publish_time': '2019-07-24 10:42:47', 'content': 'WASHINGTON —Today, Acting Secretary of Homeland Security Kevin K. McAleenan will attend the 2019 Trade Symposium in Chicago, IL. The 2019 Trade Symposium, hosted by U.S. Customs and Border Protection (CBP), brings together the public and private sectors to discuss cooperative efforts to pave the path forward for U.S. trade. The Acting Secretary will deliver keynote remarks at the symposium, highlighting the crucial part the Department plays in the U.S. economy by enforcing trade laws and facilitating legitimate trade. He will be joined at the symposium by Acting CBP Commissioner Mark Morgan, who manages the agency that facilitates an average of over $3 trillion in legitimate trade every year.# # #', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/24/acting-secretary-mcaleenan-traveling-chicago-attend-2019-trade-symposium', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Announces a New Designation of Aliens Subject to Expedited Removal', 'publish_time': '2019-07-23 10:00:54', 'content': 'WASHINGTON – On July 23rd, Acting Secretary of Homeland Security Kevin K. McAleenan announced a new designation of aliens subject to expedited removal that applies to certain aliens encountered anywhere in the country within two years of illegal entry. Use of expedited removal pursuant to the new designation will help alleviate some of the burden and capacity issues currently faced by the Department of Homeland Security (DHS) and the Department of Justice (DOJ) by allowing DHS to more quickly remove certain aliens encountered in the interior.“The new designation adds one more tool for DHS—utilizing specific authority from Congress—to confront the ongoing security and humanitarian crisis on the Southwest border and throughout the country,” said Acting Secretary McAleenan. “We are past the breaking point and must take all appropriate action to enforce the law, along the U.S. borders and within the country’s interior. This designation makes it clear that if you have no legal right to be here, we will remove you.”The Immigration and Nationality Act gives the Acting Secretary “sole and unreviewable discretion” to designate certain aliens as subject to expedited removal pursuant to a 1996 law. This authority has been used many times, including in a 2002 notice that applied the full scope of expedited removal to certain aliens encountered anywhere in the United States for up to two years after arrival by sea. The new designation harmonizes expedited removal for aliens arriving by land with the longstanding process for aliens arriving by sea, and applies to certain aliens\xa0encountered between 14 days and two years of entry within 100 miles of the border, or within two years of entry anywhere in the United States. The new designation is separate from, but complements, a 2004 designation that applies to aliens encountered within 14 days of entry and within 100 miles of the border.Consistent with the Acting Secretary’s express authority to apply expedited removal to certain aliens under existing law, the new designation will take effect upon publication in the Federal Register today and can be found here.Consistent with current law and practice, unaccompanied alien children are not subject to expedited removal under the new or any previous designation. Additionally, any alien who indicates an intention to apply for asylum or expresses a fear of persecution, of torture, or of returning to his or her country, will be referred for an interview with an asylum officer. \xa0While DHS initiatives are making an impact and border enforcement actions have decreased, the situation at the Southwest border remains untenable. In order to solve this crisis and create lasting change at the border, Congress must address the vulnerabilities in our legal framework. In the meantime, the Department must utilize the tools expressly provided by Congress to continue confronting the crisis.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/23/acting-secretary-mcaleenan-announces-new-designation-aliens-subject-expedited', 'source': '国土安全部'}
{'title': 'Joint Statement between the U.S. Government and the Government of Guatemala', 'publish_time': '2019-07-22 09:11:47', 'content': 'The U.S. Government and the Government of Guatemala continue to make important progress on a comprehensive regional approach to addressing irregular migration patterns. The two countries are currently cooperating on several initiatives to reduce the flow of irregular migration and ensure the safety and protection of vulnerable populations, especially children.Both countries have entered into several agreements, the terms of which foster collaboration to expand the capacity of migrant reception, adjudication of protection claims, shelter, and removal infrastructure. By working cooperatively and with international organizations, both governments will continue to harmonize immigration regulations, synchronize regional immigration systems to ensure migrants and children are not victimized by smugglers, and enhance protection systems and capacity through partnership. The partnership also increases Guatemala’s attractiveness to its own citizens and foreign investors through workforce and infrastructure development.Additionally, the governments are working towards signing an agreement to provide support for further protections to Guatemalan H-2A workers by developing a registered Foreign Labor Recruiter program to promote transparency and accountability for those who may operate as such in Guatemala. The H-2A Worker Visa Program provides visas for temporary or seasonal agricultural employment. By regulating Foreign Labor Recruiters in Guatemala, the U.S. Government and the Government of Guatemala are increasing protections for those seeking legal employment opportunities in the U.S., achieving a priority objective for Guatemala and mitigating a major factor of irregular migration into the U.S. With this agreement, the U.S. Government would prioritize H-2A visa appointments ahead of other non-immigrant visa categories for Guatemalans and work to develop and coordinate an outreach campaign to promote the H-2A program in partnership with Guatemala’s Ministry of Labor, focusing on the recruitment of qualified workers.Enhancing protection capacity and expanding access to regular migration avenues in Guatemala will help stem the flow of irregular migration. This goal is being achieved through these agreements and several other initiatives that the U.S. Government and the Government of Guatemala are currently seeking to accomplish together. The U.S. and Guatemala share a common cause in confronting the ongoing border security and humanitarian crisis so that both governments can promote security and prosperity throughout the region. The U.S. Government looks forward to continued partnership with Guatemala to mitigate migratory push factors, bolster capacities, and facilitate regional cooperation. By strengthening the relationship between the two countries through such agreements, the U.S. and Guatemala, as partners, will better protect the most vulnerable populations of Guatemala while confronting irregular migration.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/22/joint-statement-between-us-government-and-government-guatemala', 'source': '国土安全部'}
{'title': 'DHS Reissues the NTAS Bulletin', 'publish_time': '2019-07-19 19:18:53', 'content': 'WASHINGTON – Today, Acting Secretary of Homeland Security Kevin McAleenan reissued the National Terrorism Advisory System (NTAS) Bulletin pertaining to the terror threat to the U.S. homeland. After carefully considering the current threat environment, as well as input from the Department’s intelligence and law enforcement partners, Acting Secretary McAleenan determined it is necessary to extend the NTAS Bulletin at this time.Terrorist groups continue to inspire, enable and direct their followers to spread chaos using homemade weapons and by striking soft targets and crowded places.\xa0They also remain focused on conducting more sophisticated attacks using conventional weapons as well as new technologies and tactics.\xa0DHS is committed to staying a step ahead of our enemies, and an informed and vigilant public remains one of the Department’s greatest assets in protecting the homeland.This marks the eighth iteration of the Bulletin on the homegrown terrorism threat since the first Bulletin was released in December 2015.You can read the new NTAS Bulletin at this link.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/19/dhs-reissues-ntas-bulletin', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Returns to McAllen for Southwest Border Tour with Democrat Senators', 'publish_time': '2019-07-19 15:22:13', 'content': 'On July 19, Acting Secretary of Homeland Security Kevin K. McAleenan is traveling to McAllen, TX to meet with a congressional delegation from the U.S. Senate on border security issues.This trip marks the fourth time Acting Secretary McAleenan has toured the border over the past two weeks, and his third trip to McAllen in that time frame. He will be joined by 15 Senators as he highlights the operational challenges faced in the Rio Grande Valley Sector as a result of the overwhelming surge of\xa0migrants to the U.S. border.\xa0The delegation will have the opportunity to visit the Donna Soft-Sided Processing Facility, a local non-governmental organization, McAllen Border Patrol Station, and the Ursula Central Processing Center.The tour is part of DHS’s effort to be transparent about the challenges at the border and to demonstrate to Congress and the American people the ongoing security and humanitarian crisis. Although migration numbers across the Southwest border saw a decline in June, the Rio Grande Valley Sector continues to see historic volumes of family units and children crossing the border illegally.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/19/acting-secretary-mcaleenan-returns-mcallen-southwest-border-tour-democrat-senators', 'source': '国土安全部'}
{'title': 'Acting DHS Secretary McAleenan Visited FEMA’s National Response Coordination Center for Briefing on Tropical Storm Barry', 'publish_time': '2019-07-16 16:22:03', 'content': 'On July 14, U.S. Department of Homeland Security (DHS) Acting Secretary Kevin K. McAleenan visited the National Response Coordination Center (NRCC) at the Federal Emergency Management Agency (FEMA) headquarters in Washington, DC to receive a brief on the ongoing response efforts for Tropical Storm Barry.“Thank you to the men and women at FEMA and their partners across the country who work tirelessly to coordinate response and recovery during this storm,” Acting Secretary McAleenan said. “It is an honor to work alongside you in pursuit of our shared DHS mission.”FEMA Acting Administrator Pete Gaynor briefed Acting Secretary McAleenan on the current status of the storm and discussed how heavy rainfall continues as the storm moves through northern Louisiana and into Arkansas. Acting Secretary McAleenan was assured that FEMA has been working in close coordination with local, state, federal, and tribal partners in Louisiana, Mississippi, and other affected areas to assist in response efforts.Following the briefing, Acting Secretary McAleenan was given a tour of the response operations in the NRCC to observe the complex coordination efforts of FEMA underway during this emergency. He also met with many of the different federal teams working from FEMA and thanked them individually for their diligence in providing a road to recovery to the American people in the storm’s path.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/16/acting-dhs-secretary-mcaleenan-visited-fema-s-national-response-coordination-0', 'source': '国土安全部'}
{'title': 'DHS and DOJ Issue Third-Country Asylum Rule', 'publish_time': '2019-07-15 09:10:58', 'content': 'WASHINGTON – On July 16th, a joint Interim Final Rule (IFR) issued by the Departments of Justice and Homeland Security will publish in the Federal Register.This IFR uses the authority delegated by Congress in section 208(b)(2)(C) of the Immigration and Nationality Act to enhance the integrity of the asylum process by placing further restrictions or limitations on eligibility for aliens who seek asylum in the United States. Specifically, the Departments of Justice and Homeland Security are revising 8 C.F.R. § 208.13(c) and 8 C.F.R. § 1208.13(c) to add a new bar to eligibility for asylum for an alien who enters or attempts to enter the United States across the southern border, but who did not apply for protection from persecution or torture where it was available in at least one third country outside the alien’s country of citizenship, nationality, or last lawful habitual residence through which he or she transited en route to the United States.Department of Homeland Security Acting Secretary Kevin K. McAleenan issued the following statement:"While the recent supplemental funding was absolutely vital to helping confront the crisis, the truth is that it will not be enough without targeted changes to the legal framework of our immigration system. Until Congress can act, this interim rule will help reduce a major \'pull\' factor driving irregular migration to the United States and enable DHS and DOJ to more quickly and efficiently process cases originating from the southern border, leading to fewer individuals transiting through Mexico on a dangerous journey. Ultimately, today\'s action will reduce the overwhelming burdens on our domestic system caused by asylum-seekers failing to seek urgent protection in the first available country, economic migrants lacking a legitimate fear of persecution, and the transnational criminal organizations, traffickers, and smugglers exploiting our system for profits.”The bar is subject to three limited exceptions, including:(1) an alien who demonstrates that he or she applied for protection from persecution or torture in at least one of the countries through which the alien transited en route to the United States, and the alien received a final judgment denying the alien protection in such country;(2) an alien who demonstrates that he or she satisfies the definition of “victim of a severe form of trafficking in persons” provided in 8 C.F.R. § 214.11; or,(3) an alien who has transited en route to the United States through only a country or countries that were not parties to the 1951 Convention relating to the Status of Refugees, the 1967 Protocol, or the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment.Asylum is a discretionary benefit offered by the United States Government to those fleeing persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.Attorney General William P. Barr issued the following statement:“This Rule is a lawful exercise of authority provided by Congress to restrict eligibility for asylum. The United States is a generous country but is being completely overwhelmed by the burdens associated with apprehending and processing hundreds of thousands of aliens along the southern border. This Rule will decrease forum shopping by economic migrants and those who seek to exploit our asylum system to obtain entry to the United States—while ensuring that no one is removed from the United States who is more likely than not to be tortured or persecuted on account of a protected ground.”The United States has experienced a dramatic increase in the number of aliens encountered along or near the southern land border with Mexico. This increase corresponds with a sharp increase in the number, and percentage, of aliens claiming fear of persecution or torture when apprehended or encountered by DHS. The number of cases referred to DOJ for proceedings before an immigration judge has also risen exponentially, more than tripling between 2013 and 2018. These numbers are projected to continue to increase throughout the remainder of Fiscal Year 2019 and beyond.Only a small minority of these individuals, however, are ultimately granted asylum. The large number of meritless asylum claims places an extraordinary strain on the nation’s immigration system, undermines many of the humanitarian purposes of asylum, has exacerbated the humanitarian crisis of human smuggling, and adversely impacts the United States’ ongoing diplomatic negotiations with foreign countries. This rule mitigates the strain on the country’s immigration system by more efficiently identifying aliens who are misusing the asylum system to enter and remain in the United States rather than legitimately seeking urgent protection from persecution or torture.The IFR is immediately effective upon publication and can be found here.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/15/dhs-and-doj-issue-third-country-asylum-rule', 'source': '国土安全部'}
{'title': 'DHS Statement on Safety and Enforcement During Tropical Storm Barry', 'publish_time': '2019-07-11 21:24:52', 'content': 'En español | Other translationsThe Department of Homeland Security (DHS) issued the following statement on safety and enforcement during Tropical Storm Barry:U.S. Immigration and Customs Enforcement (ICE) and U.S. Customs and Border Protection (CBP) are concerned about the potential impact of Tropical Storm Barry to portions of the Gulf Coast, where Louisiana and Texas are under states of emergency. Our highest priority remains the preservation of life and safety.\xa0In consideration of these circumstances, there will be no immigration enforcement initiatives associated with evacuations or sheltering related to the storm, except in the event of a serious public safety threat.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/11/dhs-statement-safety-and-enforcement-during-tropical-storm-barry', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Travels to El Paso ', 'publish_time': '2019-07-11 14:51:56', 'content': 'On July 11, Department of Homeland Security (DHS) Acting Secretary Kevin K. McAleenan travels to El Paso, Texas to meet with Border Mayors from the U.S. Conference of Mayors, meet with DHS surge volunteers currently working at the border, host a Town Hall with DHS personnel, and participate in operational briefings and tours of U.S. Customs and Border Protection (CBP) facilities in the area.Acting Secretary McAleenan will participate in a roundtable with border mayors to discuss hardships facing their communities due to the current immigration crisis and how a “whole of government” approach should be used to work towards a solution. The Acting Secretary will reaffirm his commitment to state and local leaders to do everything DHS can to address this crisis. He will then speak to employees from CBP, Immigration and Customs Enforcement (ICE), United States Citizenship and Immigration Services (USCIS), and the United States Coast Guard (USCG) at a town hall. There, he will acknowledge their achievements and stress the importance of Department-wide collaboration when addressing this border crisis. Following the town hall, Acting Secretary McAleenan will meet with DHS employees who have volunteered at the Southwest border in this time of crisis and commend them on their steadfast commitment to U.S. security.Later in the day, the Acting Secretary will tour the U.S. Border Patrol’s El Paso Station and\xa0receive an operational briefing of the current state of the El Paso Sector, along with the actions CBP has taken to improve conditions and adjust to the ever changing flow of migrant apprehensions. He will also tour the Clint Holding Facility where he will be briefed on the medical services and accommodations provided at the facility, in addition to the day to day operations at the facility.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/11/acting-secretary-mcaleenan-travels-el-paso', 'source': '国土安全部'}
{'title': 'U.S. and Canada Continue Commitment to Securing our Borders, Begin Phase III of the Entry/Exit Project Under the Beyond the Border Initiative ', 'publish_time': '2019-07-11 10:31:37', 'content': 'WASHINGTON, D.C. — In support of a strong, secure and efficient border, U.S. Customs and Border Protection (CBP) announced today the implementation of Phase III of the Entry/Exit information system, a commitment of the Beyond the Border Action Plan. (Beyond the Border Action Plan)During Phase I, implemented in 2012, the U.S. and Canada piloted the exchange of information on third country nationals and permanent legal residents at four land border ports along the U.S.-Canada border.\xa0Building upon the pilot, in Phase II the countries institutionalized this exchange of data at all common land border ports in June 2013.\xa0Phase III of this program expands the exchange of data to include U.S. and Canadian citizens, and continue the sharing of data on legal permanent residents and third country nationals.\xa0CBP and the Canada Border Services Agency (CBSA) are exchanging biographic data, travel documents, and other border crossing information collected from individuals traveling between the countries at land border ports of entry. This data exchange allows both governments to expand their situational border awareness so that the record of a traveler’s entry into one country can establish a record of exit from the other country.“I am proud of the cooperation between the U.S. and Canada on this significant agreement to promote our mutual security and economic competitiveness,” said Acting U.S. Department of Homeland Security (DHS) Secretary, Kevin K. McAleenan.\xa0 “Ultimately, our commitment to sharing information on travelers moving across our borders helps improve public safety, detect dangerous actors and those who violated their visas, and enforce our rule of law.”“Canada and the U.S. are strengthening the management of our shared border by delivering on our commitment to fully implement the Entry/Exit initiative at the land border," said the Honorable Ralph Goodale, Minister of Public Safety and Emergency Preparedness.\xa0"The Government of Canada is determined to keep our border secure while protecting individual rights and freedoms, and has built privacy protections into the core of the Entry/Exit initiative.”Importantly, a coordinated Entry/Exit information system will help the U.S. and Canada identify persons who overstay their lawful period of admission; monitor the departure of persons subject to removal orders; and verify that residency requirements are being met by applicants for continued eligibility in immigration programs.The process of collecting, sharing and securing information will be done in accordance with each country’s respective privacy laws and policies and consistent with the Action Plan, Joint Statement of Privacy Principles, and an Annex to the Statement of Mutual Understanding on Information Sharing agreed to by CBP and CBSA. (Joint Statement of Privacy Principles)The U.S. and Canada have issued appropriate privacy documents for Phase III, including Privacy Impact Assessments and updated System of Record Notices.\xa0Information on these documents is available on CBP.gov and CBSA-ASFC.gc.ca. (Privacy Impact Statement)', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/11/us-and-canada-continue-commitment-securing-our-borders-begin-phase-iii-entryexit', 'source': '国土安全部'}
{'title': 'DHS Announces Decrease in Border Enforcement Actions and Continued Efforts to Address the Ongoing Border Crisis', 'publish_time': '2019-07-09 17:17:32', 'content': "Acting Secretary Kevin K. McAleenan issued the following statement on July 9:Department of Homeland Security (DHS) U.S. Customs and Border Protection (CBP) data for June indicates a 28 percent drop in enforcement actions along the Southwest Border since May, from 144,278 to 104,344. This year’s decline in apprehensions from May to June outpaces last year’s decline by 11 percent. The reduction in apprehensions accounts for decreases across all demographics, including unaccompanied minors, family units and single adults, as well as decreases in migrants from all Northern Triangle countries, particularly those coming from Guatemala. Decreasing apprehension numbers will provide greater opportunities for the DHS to address capacity challenges for those in custody and speed the movement of unaccompanied children into Health and Human Services (HHS) care.DHS has been taking a “whole of government” approach to confront the ongoing crisis and fulfill our humanitarian and security obligations, including surging personnel from across the Department to high capacity locations on the Southwest border, requesting and receiving continued support from the Department of Defense, expanding medical services, establishing additional soft-sided facilities, surging rescue response operations, and requesting and receiving emergency supplemental funding from Congress.We are also continuing our collaboration with our international partners, formalizing a number of initiatives with Northern Triangle countries to improve the lives and security of our respective citizens by combating human trafficking and the smuggling of illegal goods, helping to limit ‘push’ factors that encourage dangerous irregular migration to the U.S. Additionally, we are working with the Government of Mexico to expand Migrant Protection Protocols to allow the U.S. to more effectively assist legitimate asylum-seekers and individuals fleeing persecution and deter migrants with false or meritless claims from making the journey. And since the administration reached a new agreement with Mexico, we've seen a substantial increase in the number of interdictions on the Mexican southern border.These\xa0initiatives are making an impact. However, we are still in an ongoing border security and humanitarian crisis. U.S. Border Patrol made 688,375 apprehensions through the end of June, 140 percent higher than through this time last year. And our June apprehension numbers are still higher than last year’s, when we were already in a crisis. We are past the breaking point and in a full-blown emergency. This situation should not be acceptable to any of us. I am proud of the men and women of DHS who are doing everything they can to achieve our humanitarian mission. However, in order for us to solve this crisis and to create lasting change at the border, we must address the vulnerabilities in our legal framework.###", 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/09/dhs-announces-decrease-border-enforcement-actions-and-continued-efforts-address', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Statement on Secret Service National Threat Assessment Center’s Annual Report on Mass Attacks in Public Spaces', 'publish_time': '2019-07-09 16:03:10', 'content': 'On July 9, Acting Secretary of Homeland Security Kevin K. McAleenan joined Secret Service Director James Murray and the National Threat Assessment Center’s (NTAC) Chief Dr. Lina Alathari for the release of its annual report on Mass Attacks in Public Spaces (MAPS). The report examines 27 targeted attacks that occurred in public spaces during 2018.“Mass attacks – whether inspired by hateful ideologies, grievances, or any other motivating factor – shatter the feeling of safety that we typically have in public spaces in the U.S,” said Acting Secretary McAleenan. “The Department of Homeland Security prioritizes the prevention of targeted violence, to include domestic terrorism inspired by all ideologies. Hate and violence have no place in our public spaces.”“Since our founding after the horrible attacks on September 11, we have often utilized the special resources within the Secret Service to better protect our public spaces. This is because the Secret Service has the most experience at protecting public spaces, and they remain the best at it in the world. Secret Service’s multidisciplinary methodology involves coordination and partnership between law enforcement and others, including workplace managers, school administrators, local officials, and the mental health community.”Acting Secretary McAleenan thanked the men and women of the Secret Service and National Threat Assessment Center, and reiterated the Department’s commitment to partnering with state and local communities to identify and prevent acts of targeted violence. Today’s event included a two-hour seminar for federal agencies, local police departments, intelligence analysts, public safety professionals, resource officers, military personnel, school officials, mental health professionals, faith-based community leaders, and private sector security organizations, among others.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/09/acting-secretary-mcaleenan-statement-secret-service-national-threat-assessment', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Travels to West Virginia to Discuss DHS Efforts to Combat the Opioid Crisis', 'publish_time': '2019-07-08 10:27:37', 'content': 'Acting Secretary of Homeland Security Kevin K. McAleenan is traveling to Huntington, West Virginia on July 8 to speak with law enforcement, community and political leaders about Department of Homeland Security (DHS) efforts to interdict dangerous, illicit opioids at or before reaching U.S. borders.The Acting Secretary will first receive a tour of the city with Huntington Police Chief Hank Dial and Fire Chief Jan Rader. He will then join West Virginia Governor Jim Justice, U.S. Senators Shelley Moore Capito and Joe Manchin, U.S. Representative Carol Miller (WV-3), Huntington Mayor Steve Williams, and other public health and safety officials to moderate a roundtable discussion on the crisis.Later in the day, he will travel to the Cabell County Courthouse to receive a Drug Court briefing with Judge Gregory Howard, where he will also meet with graduates of the program. He will also receive a walk-through and briefing at the Marshal University Digital Forensic Lab before departing back to Washington.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/08/acting-secretary-mcaleenan-travels-west-virginia-discuss-dhs-efforts-combat-opioid', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan to Travel to El Salvador and Honduras', 'publish_time': '2019-07-01 11:41:46', 'content': 'WASHINGTON – On July 1, Acting Secretary of Homeland Security Kevin K. McAleenan will travel to San Salvador, El Salvador for a two-day visit to discuss continued collaboration in addressing the root causes of irregular migration, enhancing security and targeting transnational criminal organizations. Following his visit to El Salvador, he will travel to Palmerola, Honduras.\xa0In El Salvador today, Acting Secretary McAleenan will meet with U.S. Ambassador Jean Elizabeth Manes and Deputy Chief of Mission Mark C. Johnson. He will also participate in a meeting of the National Trade Facilitation Committee for a discussion on trade facilitation and customs modernization and then he will receive a briefing on the Policia Nacional Civil Model Police Precinct Program. Tonight, he will join El Salvador President Nayib Bukele for a bilateral meeting.Tomorrow, Acting Secretary McAleenan will meet with El Salvador’s Minister of Justice and Public Security, Rogelio Rivas, to discuss security and migration in El Salvador and Central America, followed by attending the first meeting of the Bilateral Migration Task Force comprised of several key government officials to take a whole of government approach to addressing irregular migration. He will then receive a briefing and tour of the Gender Based Violence (GBV) Assistance Center. Tomorrow afternoon he will travel to Palmerola, Honduras for a bilateral meeting with Honduran President Juan Orlando Hernandez to discuss continued collaboration on migration and security issues.# # #', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/07/01/acting-secretary-mcaleenan-travel-el-salvador-and-honduras', 'source': '国土安全部'}
{'title': 'Statement from Acting Secretary McAleenan on ICE Leadership', 'publish_time': '2019-06-27 10:22:18', 'content': 'On June 27, Acting Secretary Kevin K. McAleenan released the following statement on U.S. Immigration and Customs Enforcement (ICE) leadership changes:"Mr. Mark Morgan, who is serving as the Acting Director of ICE, will take the helm of U.S. Customs and Border Protection (CBP) as the Chief Operating Officer and Senior Official Performing the Duties of the Commissioner following John P. Sanders’s decision to resign the position this week. Mr. Morgan became the Acting Director in May of 2019 and quickly worked to advance the ICE mission of safeguarding the homeland through criminal and civil enforcement. Mr. Morgan returns to CBP where he previously served as the Chief of U.S. Border Patrol. I am confident he will bring the same commitment to the agency as it continues to navigate the current humanitarian and operational crisis."Assuming the role of Acting Director of ICE is Matthew T. Albence, who has been performing the duties of the agency’s Deputy Director since August 2018. Mr. Albence brings years of experience, as he’s held a number of key positions within the ICE domain. In 2017, Mr. Albence served as the agency\'s Executive Associate Director (EAD) for Enforcement and Removal Operations (ERO) and was also the Assistant Director for the ERO Enforcement Division. A 25-year law enforcement professional, Mr.\xa0Albence will lead the way for ICE as the nation’s vital immigration enforcement branch."\xa0###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/27/statement-acting-secretary-mcaleenan-ice-leadership', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Statement on the Senate Passing Emergency Border Funding', 'publish_time': '2019-06-27 10:03:32', 'content': 'On June 26, Acting Secretary of Homeland Security Kevin K. McAleenan released the following statement after the Senate passed an emergency spending bill to provide the Department of Homeland Security (DHS) and the Department of Health and Human Services (HHS) with an additional $4.5 billion to address the crisis at the border:“Today the Senate demonstrated their bipartisan commitment to addressing the humanitarian crisis at our border and supporting the men and women of DHS. \xa0This emergency funding addresses the immediate and dire need to provide safe care for the children and families coming across our border at unprecedented levels.\xa0I urge lawmakers to work together quickly and collaboratively to swiftly pass a bill.”###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/27/acting-secretary-mcaleenan-statement-senate-passing-emergency-border-funding', 'source': '国土安全部'}
{'title': "Acting Secretary McAleenan Statement on CBP's Sanders’s Resignation", 'publish_time': '2019-06-26 13:24:48', 'content': 'On June 26, Acting Secretary Kevin K. McAleenan released the following statement on U.S. Customs and Border Protection (CBP) leadership:"This week, Mr. John P. Sanders offered his resignation as Chief Operating Officer and Senior Official Performing the Duties of the Commissioner, effective Friday, July 5. I would like to thank Mr. Sanders for his service and for assuming the highest role at CBP at one of the most tenuous times in the Department’s history. His dedication to our nation’s security has helped raise the agency’s standards of care as well as support for the law enforcement personnel who serve CBP."I had the distinct honor to serve with him at CBP where he held the position of Chief Operating Officer. In that role, he worked to identify and address the operational requirements of the agency, and to provide strategic direction and oversight of enterprise services and operational support components. He also led CBP’s efforts to form key partnerships with technological innovators and industry stakeholders."Prior to joining CBP, Mr. Sanders served as the Transportation Security Administration\'s Chief Technology Officer, overseeing the development and implementation of risk-based analysis to enhance transportation security. Mr. Sanders’s private sector experience includes co-founding Reveal Imaging Technologies and with contraband detection, geospatial intelligence and data analytics solutions."On behalf of the entire Department, I want to thank Mr. Sanders for his outstanding service to CBP and to our nation, and I wish him the very best for the future."###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/26/acting-secretary-mcaleenan-statement-cbps-sanders-s-resignation', 'source': '国土安全部'}
{'title': 'Acquisition Excellence: DHS Receives an “A+” Grade on SBA’s Annual Small Business Procurement Scorecard', 'publish_time': '2019-06-26 10:16:58', 'content': 'For the 10th year in a row, the Department of Homeland Security (DHS) earned a grade “A” or higher on the Small Business Administration’s (SBA) Annual Small Business Procurement Scorecard. This is the Department’s fourth “A+,” the highest score possible.SBA’s scorecard measures federal agencies’ success in meeting their overall small business contracting goals.DHS has been the largest agency to consistently earn a grade of an “A” or higher on SBA’s scorecard. Last fiscal year, the Department awarded 34.5 percent\xa0of total contracting dollars to small businesses, far exceeding the 23 percent\xa0goal for the federal government. Further, nearly 11,700 companies received DHS prime contracts and of these approximately 7,800 were small businesses.\xa0 \xa0This achievement confirms the Department’s commitment to working with small businesses to help keep our nation safe.\xa0\xa0\xa0\xa0For more information about the Department’s small business programs, visit https://www.dhs.gov/small-business-assistance.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/26/acquisition-excellence-dhs-receives-grade-sba-s-annual-small-business-procurement', 'source': '国土安全部'}
{'title': 'First Ladies of Guatemala and Honduras Tour Border with DHS and CBP Leaders', 'publish_time': '2019-06-22 08:56:42', 'content': 'The first ladies of Guatemala and Honduras received a tour of the Rio Grande Valley Southwest border Sector on Thursday, June 20th, accompanied by Acting Secretary of Homeland Security Kevin K. McAleenan and Acting Commissioner of U.S. Customs and Border Protection John P. Sanders.Patricia Marroquín de Morales, First Lady of Guatemala, and Ana Garcia de Hernandez, First Lady of Honduras, received a briefing on the state of the border before participating in an operational tour of the border and of CBP processing facilities for single adults, families and unaccompanied children in the Rio Grande Valley area.“It is important to be able to work hand in hand with the United States government to identify the irregular migration flow, analyze the incentives to migrate, and create conditions of support and wellbeing for people in Northern Triangle countries, so that families build their futures in their own nations,” Ana Garcia de Hernandez, First Lady of Honduras said.“This week, the Guatemalan and Honduran delegations were able to see the border security and humanitarian crisis first hand,” said Acting DHS Secretary McAleenan. “This important visit allowed us to share our efforts to address the current situation and demonstrate how our continued collaboration will improve the lives and security of our citizens and theirs.”The dignitaries were joined by Sandra Jovel, Minister of Foreign Affairs of Guatemala, Enrique Antonio Degenhart Asturias, Minister of Government of Guatemala, and María D. Agüero, Foreign Secretary of Honduras, as well as other senior foreign officials.“This is a call to all Guatemalans: please – you must know that there is no guarantee that you will you get into the United States, regardless of if you bring a child or not,” Sandra Jovel, Guatemalan Minister of Foreign Affairs said in a video posted on Twitter following the tour. “The processes to enter the U.S. are very long, and you will risk your and your children’s lives.”The briefing included an overview of how transnational criminal and human smuggling organizations pair adult aliens with children they are not related to with the intent of posing as family units to help secure release into the U.S. They learned that, in most cases, the adults use fraudulent documents to support their claim. The briefing also focused on the introduction of the Rapid DNA technology pilot which, in addition to careful document inspection, has assisted DHS in identifying many of the fraudulent family schemes.The majority of irregular migrants crossing the U.S. border are traveling from the Northern Triangle countries of El Salvador, Guatemala, and Honduras. Of all Southwest border apprehensions in May, 78 percent came from the Northern Triangle. DHS will continue to pursue comprehensive partnership and collaboration with these countries to work toward ending the crisis at the border.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/22/first-ladies-guatemala-and-honduras-tour-border-dhs-and-cbp-leaders', 'source': '国土安全部'}
{'title': 'Texas Governor Deploys 1,000 National Guard Soldiers to Assist with Border Crisis', 'publish_time': '2019-06-21 17:40:05', 'content': 'WASHINGTON – Texas Governor Greg Abbott announced today that the Lone Star State will be sending approximately 1,000 soldiers from the Texas National Guard to the Southwest border in order to support U.S. Customs and Border Protection (CBP) in response to the continued border security and humanitarian crisis. These troops will provide supplemental staffing support at temporary holding facilities, as well as supplemental enforcement capacity at ports of entry along the border.“The crisis at our southern border is unlike anything we’ve witnessed before and has put an enormous strain on the existing resources we have in place," said Governor Abbott. "With the deployment of these troops, we are taking action to confront the crisis at the border and keep potentially dangerous criminals and illegal activity out of our communities. By working together with our federal partners, we will continue to pursue a strong and comprehensive strategy to secure our border."“At DHS, we have a long history of working closely with our partners in Texas, united by the common purpose of keeping the United States and its people safe and secure,” said Acting Department of Homeland Security Secretary Kevin K. McAleenan. “While we are doing everything we can to manage the crisis, the volume of vulnerable populations arriving every day is simply unsustainable. The deployment of Texas National Guard personnel provides critical support to our law enforcement agents at the border at a time of tremendous need.”The combined state and federal effort will help address the humanitarian crisis on our border as well as increase border security for Texas communities. National Guard personnel have provided support—such as counternarcotic support operations— in Texas for decades. Over 4,000 National Guard Troops from Texas, Arizona and New Mexico have helped in securing the border in recent deployments.In the past three weeks alone, more than 45,000 people have been apprehended in Texas crossing the border illegally. Currently, 40 to 60 percent of Border Patrol agents are being pulled away from their border security mission to provide humanitarian support, instead of working on the frontlines to stop drugs, gang members, and dangerous criminals from entering our country.\xa0To help manage this crisis and alleviate the strain on resources and personnel at the border, CBP established temporary holding facilities in El Paso and the Rio Grande Valley for those who cross the border illegally as they await transfer to ICE for further adjudication of their immigration cases.DHS is taking a “whole of government” approach to confront the ongoing crisis and fulfill the Department\'s humanitarian and security obligations. With DHS facilities at peak capacity, rapid growth in the flow of migrants entering the U.S. through the southern border is straining DHS resources to their breaking point, threatening lives on both sides of the border—including underprivileged families and children at risk from the dangerous journey to the U.S.On May 1, the Administration requested $4.5 billion in emergency appropriations to address the immediate humanitarian crisis at our Southwest border, of which $1.1 billion would support DHS efforts. It has been seven weeks since the Administration’s request for supplemental funding and Congress has yet to act.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/21/texas-governor-deploys-1000-national-guard-soldiers-assist-border-crisis', 'source': '国土安全部'}
{'title': 'Joint E.U.-U.S. Statement Following The E.U.-U.S. Justice and Home Affairs Ministerial Meeting', 'publish_time': '2019-06-20 11:04:35', 'content': "On June 19, 2019, the Romanian Presidency of the Council of the European Union hosted the E.U.-U.S. Ministerial Meeting on Justice and Home Affairs in Bucharest, Romania. The meeting provided an opportunity for both sides to take stock of their long-standing cooperation in this area and to reaffirm their partnership in addressing common security threats.The U.S. was represented by the U.S. Attorney General, William Barr, and Acting Deputy Secretary for Homeland Security, David Pekoske.The E.U., hosting the meeting, was represented by the Commissioner for Migration, Home Affairs and Citizenship Dimitris Avramopoulos, the Commissioner for Justice, Consumers and Gender Equality, Věra Jourová, the Commissioner for the Security Union, Julian King, as well as the Romanian Vice Prime Minister ad interim and Minister of Justice, Ana Birchall, and the Minister of Interior, Carmen Daniela Dan, together with the Finnish Minister of the Interior, Maria Ohisalo, and the Minister of Justice, Anna-Maja Henriksson, on behalf of the current and incoming Presidencies of the Council of the European Union.The E.U. and the U.S. reaffirmed that fighting terrorism is among their top priorities and committed to enhance their joint efforts, including by expanding the sharing of information gathered in zones of combat for use in investigations and prosecutions. Participants welcomed results already achieved in this domain, including in cooperation with Europol and Eurojust, and looked forward to the outcome of the meeting to be held on this subject that will bring together E.U. and U.S. experts in Brussels on July 10. With regard to other critical areas of E.U.-U.S. information sharing, Participants of the meeting reiterated the importance of the E.U.-U.S. Passenger Name Record agreement and committed to begin a joint evaluation to assess its implementation. The E.U. and the U.S. also discussed current threats to aviation security, including unmanned aircraft systems; combating the use of the internet for terrorist purposes; and chemical, biological, radiological and nuclear threats.The E.U. and the U.S. also discussed the priority area of security in cyberspace. Participants committed to further joint efforts to maintain a safe, open, and secure cyberspace, and exchanged views on how to best address growing cyber threats. Participants recognized that the deployment of 5G network infrastructure needs to be addressed as a matter of priority, as it might pose significant security risks and impact the ability of law enforcement agencies to take effective action against crime. The E.U. and the U.S. committed to further pursue their exchanges on assessing and managing 5G and supply chain security risks through existing channels, including the Justice and Home Affairs meetings.The E.U. and the U.S. also recognized the importance of swift cross-border access to electronic evidence, and discussed the implications of recent legislation enacted in the U.S. and legislation under examination in the E.U. Participants acknowledged the recent approval by the Council of the European Union of a mandate authorizing the Commission to negotiate on behalf of the E.U. an agreement with the U.S. facilitating access to e-evidence for the purpose of judicial cooperation in criminal matters, as well as the steps being taken by the U.S. towards opening negotiations of such an agreement, in a manner consistent with their respective legislations.The E.U. and the U.S. also reviewed the unprecedented challenges faced by electoral systems in democratic states, which call for exchanges of best practices to overcome those challenges. Participants confirmed their commitment to further discuss an expert level dialogue.The U.S. and the E.U. briefed each other on recent developments in their migration and border management policies; in particular, the E.U. provided information on the reinforced mandate of the European Border and Coast Guard Agency (EBCGA) and on the implementation of the European Travel Information and Authorisation System (ETIAS), two instruments which will further strengthen the E.U.'s border management. Both sides concurred on the vital importance of preventing and combating migrant smuggling and trafficking of human beings and discussed further joint work in these areas.Finally, the E.U. and the U.S. agreed on the importance of advancing further towards reciprocal visa free travel under their respective legal frameworks and, following the May 2019 meeting on visa reciprocity between the U.S., the E.U. and the concerned Member States, welcomed the progress of the five concerned Member States towards meeting the requirements of the Visa Waiver Program, in order to be considered for designation in the program.Reaffirming their commitment to advance together towards common solutions in these areas, the E.U. and the U.S. committed to meet again in the second half of 2019 in Washington, D.C.The meeting was also attended by the E.U. Counter-Terrorism Coordinator, Gilles de Kerchove, the Executive Director of Europol, Catherine De Bolle, the Executive Director of Frontex, Fabrice Leggeri, and the Vice-President of Eurojust, Klaus Meyer-Cabri.", 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/20/joint-eu-us-statement-following-eu-us-justice-and-home-affairs-ministerial-meeting', 'source': '国土安全部'}
{'title': 'DHS and HHS Pen Joint Letter to Congress: Emergency Supplemental Funding Urgently Needed to Address Crisis at Our Border', 'publish_time': '2019-06-12 19:59:21', 'content': 'On June 12, Department of Homeland Security (DHS) Acting Secretary Kevin K. McAleenan and Department of Health and Human Services (HHS) Secretary Alex Azar wrote a joint letter to Congress urging the immediate passage of emergency supplemental funding, citing the current crisis at our southern border:On May 1, the Administration requested $4.5 billion in emergency appropriations for DHS, HHS, the Department of Defense, and Department of Justice to address the immediate humanitarian crisis at our southern border. With this crisis growing day to day and no emergency funding, DHS has been forced to surge resources and personnel from the interagency.“It has been six weeks since the Administration requested emergency supplemental funding and Congress has yet to act. Since May 1, the day the Administration submitted this request, over 144,000 migrants have crossed our southern border illegally. While the Department is doing everything we can to maximize our resources and personnel in a Department-wide emergency response, the surge of families and unaccompanied children migration has created an unsustainable strain on DHS personnel working to protect our borders,” Acting Secretary McAleenan said.“The Administration’s emergency supplemental request will support DHS efforts to address the immediate humanitarian crisis. Without this funding, DHS will not have the resources to properly care for the families and children in custody. We urge Congress to immediately approve the administration’s supplemental request,” he added.The Administration’s supplemental will allow both DHS and HHS to address the humanitarian and security crisis currently facing our Southwest border. This letter to Congress urges quick action in order to provide the appropriate resources to ensure the safety and welfare of our workforce and the migrant population.View the joint letter to Congress here. View the Administration’s emergency supplemental request here.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/12/dhs-and-hhs-pen-joint-letter-congress-emergency-supplemental-funding-urgently-needed', 'source': '国土安全部'}
{'title': 'DHS Partners with ALPA and Others to Fight Human Trafficking', 'publish_time': '2019-06-12 11:15:45', 'content': 'On June 12, the Department of Homeland Security’s (DHS) Blue Campaign announced a new partnership with the world’s largest airline pilot union, the Air Line Pilots Association, Int’l (ALPA), along with the Department of Transportation (DOT) and U.S. Customs and Border Protection (CBP) to fight human trafficking through the Blue Lightning Initiative (BLI).\xa0Through an interactive training module, ALPA pilots can access the resources needed to help protect the basic right of freedom and bring those who exploit human lives to justice.“U.S. Customs and Border Protection is proud to partner with those who stand up against human trafficking and exploitation, which has no place in society,” said Acting Commissioner John P. Sanders. “Through the Blue Lightning Initiative, we are equipping a critical group of airline professionals who are in a unique position to identify and report signs of potential exploitation and trafficking to law enforcement authorities. Through partnerships like BLI, we can help stop human exploitation.”“Public awareness is key to identifying and reporting human trafficking,” said U.S. Transportation Secretary Elaine L. Chao.\xa0\xa0 “Each tip may make the difference in saving someone’s life.”“As flightcrew members responsible for the operation of tens of thousands of flights across North America, airline pilots, working with our partner crewmembers, are uniquely positioned to help combat the vile act of human trafficking,” said Capt. Joe DePete, ALPA president. “Through our partnership with the Blue Lightning Initiative, ALPA pilots now have access to education and training that helps identify potential human trafficking victims and alert the authorities.”The Blue Lightning Initiative trains aviation industry personnel to identify potential traffickers and human trafficking victims and to report their suspicions to federal law enforcement.\xa0To date, more than 100,000 aviation industry personnel have been trained through the BLI, and actionable tips continue to be reported to law enforcement. BLI is led by DOT and U.S. CBP and is an element of the\xa0DHS Blue Campaign.\xa0###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/12/dhs-partners-alpa-and-others-fight-human-trafficking', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Statement on the ‘United States Strategy on Women, Peace, and Security’', 'publish_time': '2019-06-11 16:02:35', 'content': 'WASHINGTON – On June 11th, Acting Secretary of Homeland Security Kevin K. McAleenan issued the following statement regarding the United States Strategy on Women, Peace, and Security released by the White House to address problems faced by women and girls in conflict and disaster affected areas around the world:“On behalf of the Department of Homeland Security (DHS), I commend the President for creating an articulated strategy to promote the role of women in preventing conflict and securing peace through the United States Strategy on Women, Peace, and Security (WPS Strategy).\xa0 This important strategy—the first of its kind—will have far-reaching effects on the success and empowerment of women as it not only prioritizes women’s participation in conflict recovery, but in civilian and economic life as well.\xa0 I look forward to incorporating the goals of the WPS Strategy as DHS continues to develop and implement programs that work to end human trafficking, disrupt transnational criminal organizations, and increase security and prosperity to eliminate push factors that encourage illegal migration.”', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/11/acting-secretary-mcaleenan-statement-united-states-strategy-women-peace-and-security', 'source': '国土安全部'}
{'title': '8 Finalists Announced in $1.55m Challenge for New Solutions to Detect Opioids in International Mail', 'publish_time': '2019-06-11 15:08:46', 'content': 'WASHINGTON - Today, the U.S. Department of Homeland Security (DHS) Science and Technology Directorate (S&T) announced eight finalists in the first stage of the Opioid Detection Challenge, which is a $1.55 million global prize competition for rapid, nonintrusive detection tools that will help find illicit opioids in international mail. The Challenge is an S&T collaboration with U.S. Customs and Border Protection (CBP), the Office of National Drug Control Policy (ONDCP), and the U.S. Postal Inspection Service (USPIS).“I am alarmed with dangerous illicit opioids traveling through our international mail system not only because they feed the devastating opioid epidemic in our country, but because they put our operators at risk,” said Acting Secretary Kevin K. McAleenan. “I am very impressed with the creative detection technologies submitted, and we look forward to deploying new solutions in operational environments.”In Stage 1, the Challenge called for well-developed plans for automated, user-friendly tools and technologies that have the potential to quickly and accurately detect opioids in parcels, without disrupting the flow of mail. Stage 1 submissions closed on April 24, 2019, and the Challenge received 83 submissions from U.S. and international innovators. The finalists are:A judging panel of experts in forensic science, postal operations, drug interdiction, industrial engineering, and artificial intelligence helped to select the eight finalists, according to the selection criteria. Each finalist will receive $100,000 in cash prizes and advance to Stage 2 of the competition.In Stage 2, finalists will participate in a 14-week prototyping accelerator, during which they will develop their plans into testable prototypes and compete for an additional $750,000 in cash prizes. Stage 2 culminates in a live test event hosted by DHS, where finalists will convene for on-site testing of their prototypes. The Challenge expects to award one $500,000 grand prize and one $250,000 prize to a runner-up."A critical part of addressing the addiction crisis is finding new ways to stop the flow of deadly drugs coming into our country. This is exactly why we have taken a whole-of-government approach and launched this competition. The responses from innovators, universities, and technology leaders have been outstanding. We will continue to support the development of these creative solutions that have the potential to detect opioids and ultimately save lives," ONDCP Director Jim Carroll said."A significant challenge in the past few years is the increasing volume of parcels in international mail. Novel technologies are critical to help us screen these parcels for dangerous drugs like fentanyl,” said DHS Senior Official Performing the Duties of the Under Secretary for Science and Technology William N. Bryan. “We are excited to support these teams as they advance their innovations in the next stage of the Challenge.""We are encouraged by the levels of innovation submitted by these finalists and the possibilities of each technology. The U.S. Postal Inspection Service is looking forward to the next steps of the Challenge and finding better ways to identify and stop opioids from coming into our communities and our homes," Chief Postal Inspector Gary Barksdale said.The abuse of opioids such as fentanyl has created an unprecedented public health crisis across the United States. Every day, more than 130 people in the United States die from opioid overdoses. International mail has been identified as a route for illicit opioids entering the United States, commonly transported in nearly pure, powdered form. Consequently, large-scale drug trafficking can occur via very small packages sent in the mail.For more information about the Opioid Detection Challenge, visit opioiddetectionchallenge.com.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/11/8-finalists-announced-155m-challenge-new-solutions-detect-opioids-international-mail', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Views Drug Offload, Tours National Hurricane Center', 'publish_time': '2019-06-07 15:36:56', 'content': 'June 5 through 6, Acting Secretary Kevin K. McAleenan traveled to Fort Lauderdale and Miami, Florida\xa0 to view a U.S. Coast Guard (USCG) drug offload, tour the National Hurricane Center (NHC) and meet with Transportation Security Administration (TSA) officials.During his visit, McAleenan met with the crew of the USCG Cutter Hamilton, which had just returned to Port Everglades after confiscating drugs including over 26,000 pounds of cocaine worth an estimated $348 million wholesale, and over 1,400 pounds of marijuana worth an estimated $1.3 million seized in international waters in the Eastern Pacific Ocean. The drugs represent 15 separate suspected drug smuggling vessel interdictions and disruptions in the Eastern Pacific off the coasts of Mexico and Central and South America by three Coast Guard cutters between March and May 2019. The Acting Secretary, along with Coast Guard District Seven Commander Peter Brown, Commanding Officer U.S. Coast Guard Cutter Hamilton Mark Gordon, and senior officials from U.S. Customs and Border Protection (CBP), U.S. Immigration and Customs Enforcement (ICE) and the Department of Justice (DOJ), also discussed the work the Coast Guard undertakes to disrupt transnational criminal organizations that profit off of human trafficking and illicit drug smuggling.“I am proud of the work our U.S. Coast Guard doesto combat transnational criminal organizations who profit from human misery through human and drug trafficking, exacerbate crime levels in the region, and pump dangerous drugs into our country,” McAleenan said. “DHS has a strong interagency partnership to disrupt, dismantle, and prosecute these proliferators of crime.Also on Thursday, the Acting Secretary toured the National Hurricane Center, which is the epicenter of predicting and tracking hurricanes throughout the Atlantic hurricane season. He received a briefing from Director Ken Graham and NHC leadership on the operational priorities, capabilities and goals of the NHC, as well as their outlook for the 2019 hurricane season. June 1 marked the beginning of Atlantic hurricane season, which is naturally a busy time for the NHC and the Federal Emergency Management Agency (FEMA). However, DHS and FEMA work throughout the year with our state, local and tribal partners to instill a continual sense of preparedness that increases community resilience in the face of natural disasters.“If past years are any indication, the 2019 hurricane season will test our response and recovery efforts,” McAleenan said. “At DHS and FEMA, we are not only responding to natural disasters as they occur, but building a lasting culture of resilience that will see us through the worst of hurricane seasons.”Finally, the Acting Secretary met with TSA personnel at Miami International Airport to discuss challenges to aviation security. The Acting Secretary viewed a demonstration of a computed tomography machine, which allows screeners to have a more comprehensive, 3-D view of potentially threatening items. This technology is another example of TSA’s innovative methods to maintain aviation security.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/07/acting-secretary-mcaleenan-views-drug-offload-tours-national-hurricane-center', 'source': '国土安全部'}
{'title': 'On This Day in History – Deputy Chief Russell Daniel', 'publish_time': '2019-06-06 08:10:02', 'content': 'United States Secret ServiceCMR 21-19The Secret Service sent some of our finest onto the beaches of Normandy, France, on June 6th, 1944. One of them came home and became the Deputy Chief of the Secret Service.Russell “Buck” Daniel was born November 28, 1906, in Lancaster, Missouri. He began his career in the Secret Service in Kansas City, Missouri, as a stenographer on October 7, 1929. He served continuously, except for 2 ½ years in the United States Army.In 1932, he became a Special Agent in Kansas City, and was later assigned to field offices in New York, Detroit, St. Louis, Cleveland, and Oklahoma City, where he gained wide experience in the suppression of counterfeiting, and in the investigation of forgeries of Treasury checks and bonds.In 1938, Daniel was a member of a special detail in New York established to investigate large-scale counterfeiting activities. His success in the investigation of major counterfeiting and check forgery cases won him a promotion to Special Agent in Charge of Omaha, Nebraska, in March 1939.In May 1943, Daniel enlisted in the Army and later participated in the Normandy invasion, the Battle of the Bulge, and three other major European campaigns as a paratrooper with the famed 82nd Airborne Division. He was honorably discharged as a Technical Sergeant, wearing the Bronze Star Medal, the Combat Infantry Badge, Parachutist’s Badge, five Battle Stars, and the Bronze Service Arrowhead.Returning to the Secret Service in 1945, he became Assistant Special Agent in Charge at St. Paul, Minnesota. On January 3, 1949, he came to Washington to assume charge of the Washington Field District. Shortly after his promotion he supervised the investigation and arrests of four men and a woman for making about $150,000 in counterfeit $20 bills in a plant located only a few blocks from the Treasury Building.On July 17, 1950, Daniel was promoted to the position of Inspector and engaged in inspecting Secret Service field offices and providing liaison between Washington headquarters and the field. In this position he also personally supervised a number of criminal investigations, including the attempted assassination of President Truman at Blair House in 1950 and the $160,000 theft of currency from the Bureau of Engraving and Printing in 1954.# # #', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/06/day-history-deputy-chief-russell-daniel', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Travels to Florida for USCG Drug Offload and Hurricane Season Preparedness Briefing', 'publish_time': '2019-06-06 07:27:02', 'content': 'On April 6, Acting Secretary of Homeland Security Kevin K. McAleenan will travel to Fort Lauderdale and Miami, Florida for a two-day trip. The Acting Secretary will view a U.S. Coast Guard cutter drug offload at Port Everglades, receive a briefing and tour of the National Hurricane Center (NHC), and visit with Transportation Security Administration (TSA) personnel at Miami International Airport.McAleenan will view a Coast Guard drug offload and meet with the crew of Coast Guard Cutter Hamilton after they return from a mission that kept thousands of pounds of drugs out of our communities. The Acting Secretary, along with Coast Guard District Seven Commander Peter Brown, Commanding Officer U.S. Coast Guard Cutter Hamilton Mark Gordon, and senior officials from U.S. Customs and Border Protection (CBP), U.S. Immigration and Customs Enforcement (ICE) and the Department of Justice (DOJ), will discuss work the Coast Guard undertakes to disrupt transnational criminal organizations that profit off of human trafficking and illicit drug smuggling.The Acting Secretary will also take an operational tour of the NHC and receive a briefing from Director Ken Graham and NHC leadership on the expectations for Atlantic hurricane season, which began June 1st, and resiliency and response plans. Finally, the Secretary will meet with TSA employees and view a demonstration of new technology used to increase safety and security in aviation.\xa0###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/06/06/acting-secretary-mcaleenan-travels-florida-uscg-drug-offload-and-hurricane-season', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Signs Bilateral Agreement to Confront Factors Driving Irregular Migration from Guatemala, Combat Human Smuggling', 'publish_time': '2019-05-31 19:39:16', 'content': 'WASHINGTON - Acting Secretary Kevin K. McAleenan traveled to Guatemala this week to attend the sixth Northern Triangle Security Ministerial meeting with Ministers of Security and other high-level security officials from the region. During his visit, the Acting Secretary signed a Memorandum of Cooperation (MOC) between the U.S. Department of Homeland Security and the Guatemalan Ministry of Government to enhance bilateral law enforcement cooperation in an effort to stem the flow of irregular migration. Acting Secretary McAleenan also met with Guatemalan civil society leaders, indigenous leaders, International NGO leadership and small business leaders to gain a deeper understanding of the root causes driving the high rate of migration from the region and targeted solutions to address them.\xa0The signed MOC will expand areas of bilateral cooperation between the U.S. and Guatemala to target ‘push’ factors like high levels of crime and limited economic opportunity that spur illegal and irregular migration from the Northern Triangle Region. Included in the agreement is a provision on law enforcement training to improve criminal investigations that disrupt human trafficking and drug smuggling networks often run by transnational criminal organizations, who are able to profit from human suffering. The agreement has already resulted in nine arrests of a major drug smuggling organization, showing promise for the effectiveness of the resource and information-sharing agreement.“I am proud to sign this agreement with Minister Enrique Antonio Degenhart,” said Acting Secretary McAleenan. “Through our continued collaboration and partnership, the U.S. and Guatemala are formalizing a number of initiatives to improve the lives and security of our respective citizens by combating human trafficking and the smuggling of illegal goods, helping to limit ‘push’ factors that encourage dangerous irregular migration to the U.S., perpetuating the ongoing crisis at our border.”On Wednesday, McAleenan met with farmers and community leaders from Huehuetenango, a department that has seen three percent of its population immigrate to the United States in the first seven months of this fiscal year.\xa0 He toured an agricultural training facility where rural farmers are taught how to increase productivity to augment their incomes while improving food security and nutrition for their families. McAleenan stressed the importance of public-private partnership in addressing the economic challenges in the Western highlands that are contributing to irregular migration.Acting Secretary McAleenan also met with private sector business leaders and with representatives from Walmart’s corporate social responsibility program in Guatemala “Giving a Hand to Grow” initiative. In both meetings, McAleenan discussed the importance of strengthening the capacity of small and medium-sized businesses to spur economic growth. McAleenan reiterated DHS’s commitment to working with the Government of Guatemala and the private sector to increase economic opportunity. Also noted was that the U.S. has a particular interest in issues related to inequality and violence against women, and is committed to working with Guatemalan public and institutions to improve security, as well as livelihood opportunities for women.On Thursday, Acting Secretary McAleenan spent the morning with First Lady of Guatemala, Patricia Marroquín, touring a migrant Repatriation and Reception Center and observing the safe processing of returning Guatemalan migrants.“I commend the First Lady for her leadership and efforts to support the safe and successful reintegration of returned migrants as well as messaging campaigns to dissuade illegal migration to the United States,” McAleenan emphasized.McAleenan’s trip to Guatemala comes as the migrant crisis at the United States’ Southwest Border intensifies and worsens. April saw over 109,000 migrants apprehended, the highest amount in one month in over a decade. McAleenan’s meetings in Guatemala reflect the Department-wide, “whole-of-government” approach DHS is taking to confront the ongoing border crisis so that the Department is able to fulfill its humanitarian and security mission.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/31/acting-secretary-mcaleenan-signs-bilateral-agreement-confront-factors-driving', 'source': '国土安全部'}
{'title': 'Background Press Call by Senior Administration Officials on the Crisis at Our Southern Border', 'publish_time': '2019-05-30 20:45:51', 'content': 'Office of the Vice PresidentThe White House8:04 P.M. EDTMR. GIDLEY:\xa0 Good evening and thanks for joining the briefing call tonight regarding the crisis at our southern border.\xa0 This call is on the record and it will be conducted by acting Secretary of the Department of Homeland Security, Kevin McAleenan and acting White House Chief of Staff Mick Mulvaney.There will be brief opening remarks delivered by both gentlemen and then we\'ll open it up for questions.\xa0 Again, the information on this call is on the record.\xa0 And with that, I\'ll turn it over to acting Secretary McAleenan.ACTING SECRETARY MCALEENAN:\xa0 Thanks, Hogan.\xa0 I want to start by offering some context on the situation at the U.S. border that is requiring extraordinary action.\xa0 The situation is both a humanitarian and border security crisis that has become a national emergency.The current influx of illegal crossings into the United States from Mexico is overwhelming the resources of CBP and DHS and has severely impacted the ability of the Department to secure the U.S. border and enforce the immigration laws of the United States.\xa0Over the past 21 days, an average of over 4,500 people have crossed our border illegally or arrived at ports of entry without documents.\xa0 In May of 2017, that number was less than 700 a day.\xa0 The month of May is on pace to be the highest month in crossings in over 12 years and will significantly surpass the record 109,000 in April.Yesterday, a single group of 1,036 families and unaccompanied children simply walked from Juárez, Mexico into the United States illegally as a single group -- the largest group ever apprehended at the border.\xa0U.S. immigration authorities now have over 80,000 people in custody, a record level that is beyond sustainable capacity with current resources.\xa0 Over 7,500 single adults are in custody at the border and Immigration and Customs Enforcement is holding over 50,000.\xa0Most urgently, children are being put in danger daily as transnational criminal organizations smuggle unprecedented numbers of families and children across our borders.\xa0 Over 2,350 unaccompanied children -- the highest level ever -- are currently in custody waiting for days for placements in border stations that cannot provide appropriate conditions for them because Health and Human Services is out of bed space and Congress has failed to act on the administration\'s emergency supplemental request for more than four weeks.\xa0Four hundred children arrived in the last 24 hours alone.\xa0 Four of those children this month have died transiting through Mexico into the United States -- two drowning in a river, both a five-year-old and ten-month-old; and two teenage boys died of infections after receiving medical treatment in federal custody.Over 75,000 families have already transited Mexico to the U.S. border this month alone.\xa0 Incentivized to come now by the smuggling organizations\' advertisements and the fact that families cannot be detained in custody during their immigration proceedings.\xa0We are seeing increasing cases of adults fraudulently presenting with children that are not their own -- over 4,000 this year.\xa0 As one man whose own children had migrated to the U.S. this year told me yesterday while was I was in Guatemala, "A child is like a passport for migration."\xa0Let me clear, the current situation is risking the lives of children every day.\xa0 To address this crisis, Mexico must take significant action to secure their southern border, stop the unlawful flow of migrants across their territory, and attack the criminal groups preying on vulnerable migrants and profiting from these smuggling enterprises.\xa0At any given moment, up to 100,000 migrants are transiting Mexico on their way to the U.S. border.\xa0 Unlike the U.S. border, where crossings can occur in all four states and all along our 2,000-mile border from the Pacific to the Gulf of Mexico, this visible, predictable movement of migrants from Central America can be much more easily interdicted and occurs largely from the Guatemala into one Mexican border state along a 150-mile stretch of border with both natural and transportation chokepoints.We also have the opportunity to partner with Mexico to align our asylum efforts to ensure that asylum seekers are processed and protected in the first safe space they reach and not allowed to continue on to other countries’ borders.\xa0 We need to take concerted action.\xa0We\'ve also asked Congress to close the gaps in our laws that incentivize this unlawful flow.\xa0 We will continue to engage Mexico and Congress on solutions.\xa0 And the status quo is clearly unacceptable and getting worse.\xa0MR. GIDLEY:\xa0 Thanks, Kevin.\xa0 I really appreciate that.\xa0 I want to turn it over to Chief of Staff Mulvaney now for a brief opening statement as well.\xa0ACTING CHIEF OF STAFF MULVANEY:\xa0 Very briefly, because there\'s hardly anything you could add to that, but if that doesn\'t describe a national emergency -- a crisis -- I\'m not sure what does.\xa0\xa0And for all of the reasons that Kevin just identified, the President indicated his intention tonight to invoke his authorities under the International Emergency Economic Powers Act.\xa0I take it you saw the tweet -- and I saw the second tweet said that he was going to provide the details tonight.\xa0 Here are the details: Effective\xa0June 1st-- unless some things happen; we could talk about that in a second -- the President intends to levy a -- excuse me, I\'m sorry, I spoke --\xa0June the 1st\xa0-- I can\'t even read my own handwriting, it\'s\xa0June 10th.\xa0\xa0June 10th, we\'ll impose a 5 percent tariff on every single good coming into the United States from Mexico.\xa0 That means across the border, in the air, by sea -- every single good, 5 percent tariff, effective\xa0June 10th.\xa0If the Mexican government is uncapable -- incapable of or unwilling to assist us in resolving the situation at our southern border, that tariff will go to 10 percent\xa0on July 1st, 15 percent\xa0on August 1st, 20 percent\xa0on September 1st, and 25 percent\xa0on October 1st.\xa0 It is our very firm belief that the Mexican government can and needs to do more to help us with the situation on the southern border.\xa0So with that, we\'ll throw it open to questions for a little bit.\xa0 Kevin can take them, I can take them -- however you want to work it, Hogan.\xa0Q\xa0\xa0\xa0 Hi, this is Andrew Feinberg with Breakfast Media.\xa0 Thanks for doing this.\xa0 So it appears that the President\'s solution to the migrant crisis is to raise taxes on Americans.\xa0 How do you think the economy is going to react to this?\xa0 And do you think it could threaten the gains that the President likes to brag about?\xa0 And also, does the President understand that Mexico is not going to pay these tariffs -- that they are not going to pay them, Mexican companies aren\'t -- that Americans will pay these?\xa0ACTING CHIEF OF STAFF MULVANEY:\xa0 Let\'s make a couple things perfectly clear: Americans are paying for this right now.\xa0 Illegal immigration comes at a cost.\xa0 The American taxpayer is paying for what\'s going on at the crisis -- at the border.\xa0We -- all of a us -- what was the second question?\xa0 I can\'t -- it\'s late and I cannot read my own handwriting.\xa0 What was your second part of your question?Q\xa0\xa0\xa0 The two questions were what effect do you think this is going to have on the economy?\xa0 And the second question was if the President understands that he\'s raising taxes on Americans to punish Mexico.ACTING CHIEF OF STAFF MULVANEY:\xa0 And again, this -- the second -- the answer to the second about the economy is the same as the first, which is this is already impacting the economy negatively.\xa0 National security is the first and foremost priority for any President of the United States.\xa0 And this President will do everything that he legally can to defend the nation.Again, I hope you were able to be in the first part of the call and heard the statistics of what\'s happening at the border.\xa0 If that is not a national emergency, I don\'t what is.\xa0\xa0So the President has asked Congress to help.\xa0 Congress has failed to help.\xa0 I can personally tell you it\'s been at least six weeks since I met with Senate Democrats to literally beg them for (inaudible).\xa0 And instead of helping us, they left town.\xa0\xa0So now we are asking Mexico to do what it can because Congress will not.\xa0 This President will defend the nation.\xa0 He will defend the southern border.\xa0 If that means taking the tariffs to 25 percent, that means taking the tariffs to 25 percent.\xa0 We hope -- sincerely hope -- it does not come to that.We actually have some level of confidence that the Mexican government will be able to help us in a very, very timely fashion.\xa0 We could talk about that more in a later question if you want to.\xa0 We really do not want to do this, but we do this in order to protect the country.\xa0Q\xa0\xa0\xa0 Hi, this Kaitlan Collins with CNN.\xa0 Thanks so much for doing this.\xa0 Obviously, the Vice President traveled to Canada today to talk about the USMCA deal.\xa0 And my question is, would this new threat -- would that affect the USMCA?\xa0 Does it violate the agreement?\xa0 And would it require the U.S. to withdraw with that?ACTING CHIEF OF STAFF MULVANEY:\xa0 No, the two are absolutely not linked.\xa0 Keep in mind, this is an action that we take that is related to an immigration matter.\xa0 And if the Mexicans aren\'t -- if the Mexican government is able to do what we think they can do, they have some of the strongest immigration laws in the world in their country.\xa0 We fully believe they have the ability to stop people coming from their southern border.\xa0And if they\'re able to do that, these tariffs will either not go into place or will be removed after they go into place.\xa0 That is separate and apart from the USMCA, which is a trade matter.\xa0 These are not tariffs as part of a trade dispute.\xa0 These are tariffs as part of an immigration problem.\xa0 The USMCA is a trade matter and completely separate.Q\xa0\xa0\xa0 Hi, this is Kayla Tausche from CNBC.\xa0 I wanted to ask about what ideas were left on the cutting room floor to pursue this strategy, because it is an economic instrument that is being used to solve a different type of policy matter.\xa0 So I\'m curious what else came up in the discussion for how to solve this.\xa0 And also, what you would see as a sufficient response from the Mexican government?ACTING CHIEF OF STAFF MULVANEY:\xa0 Yes.\xa0 Kayla, a couple things on that.\xa0 I\'m not going to speak to the things we didn\'t do or the deliberate process that we go through.\xa0 That\'s just not appropriate and we won\'t -- I won\'t address that. \xa0\xa0But I will tell you that we are specifically -- I think -- I don\'t know if you all have seen the statement that we have put or not -- but we specifically mentioned, in regards to an approving situation, that it will be at our discretion.\xa0 We\'re trying to build in the ability here to look to the Mexican government to make progress immediately.\xa0 That\'s the key here.\xa0 This needs to -- this is an urgent problem.\xa0We -- one of the things that frustrates us in the White House so often, that when we talk to Congress, especially the Democrats, it (inaudible) -- they talk about ideas that could fix things in six months or eight months or a year.\xa0 The crisis at the border is now.\xa0 The crisis at the border is urgent.\xa0 And we are interested in seeing the Mexican government react tonight, tomorrow.\xa0They have -- I believe it\'s like (inaudible) days to (inaudible) progress on this.\xa0 And we\'re hopeful that they will.\xa0 And there are things that they can do.\xa0 And Kevin can speak to that if you like -- things that the Mexican government -- we\'ve talked to them about doing.\xa0 They know they can do it.\xa0 We know they can do it.\xa0 That\'s what we\'re -- that\'s what we’re more interested in.\xa0Kevin, do you want to speak to that -- some of the steps the government of Mexico can take?\xa0ACTING SECRETARY MCALEENAN:\xa0 Sure.\xa0 I would highlight three.\xa0 First, operational security on their southern border with Guatemala.\xa0 They have increased somewhat they interdictions of migrates entering Mexico from Guatemala, but it\'s less than one fifth of what we\'re seeing at the border on average.\xa0 They need to step up their security efforts at their southern border.\xa0 And they have natural chokepoints leading away from the border of Chiapas and Guatemala, into Mexico and on the way to the U.S.\xa0\xa0\xa0Two, we need to target an attack to transnational criminal organizations.\xa0 This is an organized smuggling effort.\xa0 The logistical effort to move 100,000 people through a country every four weeks is immense.\xa0 This is noticeable.\xa0 It involves commercial bus lines that are controlled by criminal organizations.\xa0 We need Mexico to crack down on these operations in their territory.And third, we want to work with Mexico to align on asylum.\xa0 We need to be able to protect people in the first safe country they arrive in -- really, all through the hemisphere, but certainly with our partner to the south.So those three areas I would highlight as key opportunities for continued and enhanced partnership.\xa0\xa0\xa0\xa0\xa0\xa0\xa0\xa0\xa0\xa0\xa0\xa0Q\xa0\xa0\xa0 Hi, this is Alex Pfeiffer from Tucker Carlson Tonight.\xa0 I was wondering, did the White House talk with any congressional leaders before announcing this decision?\xa0 Were they supportive of it?ACTING CHIEF OF STAFF MULVANEY:\xa0 I will tell you, without going into specifics, that we were in communication with leadership in both chambers.\xa0 Obviously, we talked to Republicans more than we did Democrats.\xa0\xa0Q\xa0\xa0\xa0 And were the Republicans supportive of it?ACTING CHIEF OF STAFF MULVANEY:\xa0 They were.\xa0 There were some questions that were raised regarding the authorities and we were able to brief -- the White House Counsel\'s Office was able to brief a couple of, especially, the senators who were interested in going over the authorities under the International Emergency Economic Powers Act.\xa0 And we feel like we were able to get them more comfortable with that.\xa0So yeah, I think we were able to (inaudible).Q\xa0\xa0\xa0 Hello?\xa0 Hello?MR. GIDLEY:\xa0 Go ahead.\xa0Q\xa0\xa0\xa0 Hi.\xa0 Thank you.\xa0 This is Kat Lister with (inaudible).\xa0 I’m just wondering: What products will be levied to the 5 percent tariff\xa0on June 10th?ACTING CHIEF OF STAFF MULVANEY:\xa0 All of them.\xa0Q\xa0\xa0\xa0 Hey, this is Steven with Sinclair Broadcast Group.\xa0 Thanks for doing the call.\xa0 I wanted to ask, what is -- you all say it\'s at your discretion.\xa0 What is a win for the United States?\xa0 Is it a drop in 15 percent in immigration?\xa0 Is it 50 percent?\xa0 What\'s the win for the Trump White House?\xa0And if the United States government is saying, you know, "We can\'t handle all these people," what is the message to Mexico, saying "You need to keep them there," if Mexico is not able to handle them either?ACTING CHIEF OF STAFF MULVANEY:\xa0 We -- again, we were -- specifically referencing our statement that this is --whether we\'re going handle this on an ad hoc basis.\xa0 We did not set a specific percentage, did not set a specific number.\xa0 It\'s a very fluid situation.\xa0For example, if we said we wanted to lower it -- we want them to increase their apprehensions by 1,000 -- but tomorrow we get 7,000 people crossing the border, that doesn’t solve the problem.\xa0 We are going to judge success here by the number of people crossing the border, and that number needs to start coming down immediately in a significant and substantial number.So we\'re going to take this and look at it on a day-to-day and week-to-week basis.Q\xa0\xa0\xa0 Hey, Mick.\xa0 Ben White from Politico.\xa0 Thanks for doing the call.\xa0 I just wonder, when you briefed Republicans and some Democrats on the use of this authority, what was the argument for why the IEEPA is a legitimate usage here for, you know, this unrelated immigration problem?\xa0 I mean, my reading of the statute is this would be a pretty atypical usage of it that\'s likely to face some challenges.ACTING CHIEF OF STAFF MULVANEY:\xa0 Actually, in all fairness, I\'d rather have the White House Counsel\'s Office address that because they had the direct conversations with the members on the Hill.\xa0 So, and I was not -- did not participate in those.\xa0\xa0And let me be clear -- I think I said something tongue in cheek that you just took literally, which is I don\'t believe we spoke to any Democrats in advance of this.\xa0 So when I said before we obviously talked to more Republicans than Democrats, that\'s a true statement, but the number of Democrats, I believe was zero.\xa0So, but if you want to, we can reach out separately on the legal authority because that did come up in conversations with several Republican folks on the Hill -- specifically, a couple of senators that I won\'t name.\xa0\xa0MR. GIDLEY:\xa0 All right, thanks everybody.\xa0 I just want to repeat the reminder to the reporters on the call that the two folks from the White House were the acting Secretary of the Department of Homeland Security Kevin McAleenan and acting White House Chief of Staff Mick Mulvaney.\xa0 And the call is on the record.\xa0Thank you very much.\xa0END \xa0\xa0\xa0\xa0\xa0\xa0\xa0\xa0\xa0\xa0\xa08:23 P.M. EDT# # #', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/30/background-press-call-senior-administration-officials-crisis-our-southern-border', 'source': '国土安全部'}
{'title': 'Border Patrol Agents Apprehend Largest Group Ever Encountered', 'publish_time': '2019-05-30 18:58:00', 'content': "U.S. Customs and Border ProtectionCBP Media Relations202-344-1780WASHINGTON – U.S. Border Patrol agents from El Paso Sector apprehended the largest group of illegal aliens ever encountered early Wednesday morning. Agents took custody of 1,036 people after they illegally crossed the border in El Paso, Texas, shortly after 4 a.m., MDT.The group crossed the Rio Grande and were immediately taken into custody by Border Patrol agents south of downtown El Paso, between Bridge of the Americas and Stanton Street Bridge.“The apprehension of 1,036 individuals in a single group – the largest group ever encountered by Border Patrol agents – demonstrates the severity of the border security and humanitarian crisis at our Southwest border,” said CBP Deputy Commissioner Robert E. Perez.\xa0“The dedicated men and women of CBP, and in particular the U.S Border Patrol, are doing their very best every day to address the influx of family units and unaccompanied children.”All members of the group were from Guatemala, Honduras, or El Salvador. The group included 934 family members, 63 unaccompanied minors, and 39 single adults. They were taken into custody for processing and initial medical screenings. They will remain in U.S. Border Patrol custody until they are processed accordingly.El Paso Sector agents have previously encountered the largest groups so far – of over 400 - on at least two recent occasions. The most recent was on Memorial Day, when agents apprehended a group of 430 people.The group of 1,036, comprised mostly family units and unaccompanied children, adds to the more than 530,000 aliens apprehended or encountered at ports of entry on the Southwest border so far this fiscal year. The El Paso Sector continues to set record numbers as the situation escalates.For video footage of this encounter: https://www.dvidshub.net/feature/BPLargeGroupsFor images of this encounter: https://www.flickr.com/gp/cbpphotos/SH5b53-------U.S. Customs and Border Protection is the unified border agency within the Department of Homeland Security charged with the management, control and protection of our nation's borders at and between official ports of entry. CBP is charged with securing the borders of the United States while enforcing hundreds of laws and facilitating lawful trade and travel.# # #", 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/30/border-patrol-agents-apprehend-largest-group-ever-encountered', 'source': '国土安全部'}
{'title': 'DHS Signs Memorandum of Cooperation with Guatemala to Confront Irregular Migration and Combat Human Smuggling', 'publish_time': '2019-05-28 12:19:39', 'content': 'Acting Secretary Kevin K. McAleenan has formalized an agreement between the U.S. Department of Homeland Security and the Ministry of Government of Guatemala with the signing of a Memorandum of Cooperation (MOC). The agreement, which will expand areas of collaboration between the United States and the Northern Triangle country to target human smuggling and trafficking networks, marks the start of the Acting Secretary’s four-day trip to participate in bilateral and multilateral meetings with officials representing the governments of the Northern Triangle countries.The meetings will highlight the root causes driving the current high rate of irregular migration to the U.S., as well as viable options for enhancing protections of vulnerable populations.“I am proud to sign this agreement with Minister Enrique Antonio Degenhart,” said Acting Secretary McAleenan. “Through our continued collaboration and partnership, the U.S. and Guatemala are formalizing a number of initiatives to improve the lives and security of our respective citizens by combating human trafficking and the smuggling of illegal goods, helping to limit ‘push’ factors that encourage dangerous irregular migration to the U.S., perpetuating the ongoing crisis at or border.”According to the MOC, both countries have agreed to take concrete actions necessary to combat the scourge of human trafficking and smuggling, interdict illicit drug trafficking, and target illegal trade and financial flows. This will include law enforcement training and collaboration to improve criminal investigations.Other areas of cooperation include increasing the security of the Guatemalan border to stem the flow of irregular migration while ensuring proper preparation to improve the ability of both countries to identify and better understand their root causes.The Acting Secretary will be in Guatemala through Thursday, May 30th, to meet with officials representing Northern Triangle countries, leadership from non-governmental organizations and Guatemalan civil society.# # #', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/28/dhs-signs-memorandum-cooperation-guatemala-confront-irregular-migration-and-combat', 'source': '国土安全部'}
{'title': 'Message from Acting Secretary Kevin McAleenan on Memorial Day Observance ', 'publish_time': '2019-05-24 16:34:38', 'content': 'On Memorial Day, our country recognizes the more than one million men and women who made the ultimate sacrifice while carrying out their duties in our Armed Forces, including the U.S. Coast Guard.It is a day to honor the memory of our brave men and women in uniform who dedicated their lives to training tirelessly and serving selflessly—to protect our freedoms, keep us safe from harm, and secure our nation. As a law enforcement organization, we know all too well the pain and grief that come with making that ultimate sacrifice.This Memorial Day, I encourage everyone to take time to reflect on the sacrifices our service members and their families have made to our nation and our mission.As a Department, we are forever thankful to our men and women in uniform—past and present—for putting themselves in harm’s way to protect our nation and the American way of life. Through your service and devotion, together we continue to preserve the great freedoms and liberties that make us a great nation.Kevin K. McAleenanActing SecretaryU.S. Department of Homeland SecurityWith honor and integrity, we will safeguard the American people, our homeland, and our values.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/24/message-acting-secretary-kevin-mcaleenan-memorial-day-observance', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Swears in Two New HSAC Members, Announces New Council Tasking Focused on the Security and Resiliency of Houses of Worship and Faith-Based Organizations', 'publish_time': '2019-05-21 20:02:49', 'content': 'Acting Secretary of Homeland Security Kevin K. McAleenan met with the Homeland Security Advisory Council (HSAC) to discuss a range of homeland security issues and his priorities for the Department. The Acting Secretary then swore in two new members to the HSAC, Robert Bonner and Leon Fresco.“My vision for the HSAC, consistent with its charter, is to seek their strategic, organizationally independent, timely, specific, and actionable advice on a range of homeland security issues," Acting Secretary McAleenan said. “I am pleased to appoint national thought leaders like Robert Bonner and Leon Fresco to the Council.”\xa0During today’s public session, Acting Secretary McAleenan also announced a new HSAC tasking that is focused on the security and resiliency of houses of worship and faith-based organizations across the country.“The right to practice our respective religions free from interference or fear is one of our Nation’s most fundamental and indelible rights. That is why I have tasked HSAC with evaluating how DHS can work with houses of worship and faith-based groups to prevent and ensure protection from acts of violence. Worshiping free from fear is a basic and essential right we must defend and I look forward to receiving the committee\'s critical feedback,” Acting Secretary McAleenan said.The HSAC is a Department of Homeland Security federal advisory committee that provides the Secretary with independent, informed recommendations and advice on a variety of homeland security issues.\xa0The HSAC is comprised of national policy makers, representatives from state, local, and tribal governments, emergency, and first responder communities, academia, and the private sector. Former CIA and FBI Director Judge William Webster is chair of the HSAC.For more information about the HSAC, visit www.dhs.gov/hsac. Information on the two new HSAC members sworn in today is below.Robert Bonner is a retired partner of Gibson, Dunn & Crutcher, an international law firm, and formerly the senior principal of the Sentinel HS Group, LLC, a Washington, D.C.-based homeland security consulting firm that provides strategic advice regarding homeland and border security issues. He is currently the principal of Bonner ADR Services. Mr. Bonner has held several positions in the federal government. In September 2001, Mr. Bonner was appointed Commissioner of the U.S. Customs Service and served until 2006 as the first Commissioner of U.S. Customs and Border Protection. Mr. Bonner is also a former Administrator of the Drug Enforcement Administration, U.S. District Judge and United States Attorney for the Central District of California. He was the chair of the California Commission on Judicial Performance and currently serves on the board of trustees of the California Institute of Technology. Mr. Bonner received a B.A. from the University of Maryland, College Park in 1963 and a J.D. from Georgetown University Law Center 1966.Leon Fresco is an immigration attorney in Holland & Knight\'s Washington, D.C., office where he focuses his practice on providing global immigration representation to businesses and individuals. He also represents clients in administrative law and government relations matters and has extensive appellate, commercial litigation, and legislation experience.Prior to joining Holland & Knight, Mr. Fresco was the Deputy Assistant Attorney General for the Office of Immigration Litigation at the U.S. Department of Justice (DOJ) Civil Division. In this position, Mr. Fresco provided litigation risk assessments to cabinet members in Executive Branch agencies. He also oversaw all civil immigration litigation on behalf of the federal government, including representation of the DOJ, DHS, U.S. Department of Health and Human Services (HHS), U.S. Department of Labor (DOL) and the U.S. Department of State (DOS). This involved supervision of more than 350 attorneys working on nearly 10,000 cases per year. He also advised and assisted client agencies in drafting immigration regulations.Prior to joining the DOJ, Mr. Fresco was the staff director for the Senate Judiciary Subcommittee on Immigration, handling matters involving immigration, refugees and border security, including managing the subcommittee’s oversight functions involving the DOJ, DHS, HHS, DOL and DOS. He was the principal advisor to Senator Chuck Schumer (D-N.Y.), former chairman of the subcommittee, on all aspects of immigration law and policy. During his time on the subcommittee, Mr. Fresco drafted several pieces of legislation, including: 1) the Border Security, Economic Opportunity and Immigration Modernization Act; 2) the James Zadroga 9/11 Health and Compensation Reauthorization Act; 3) the Emergency Border Security Supplemental Appropriations Act; and 4) the Israel E-2 Visa Bill. Mr. Fresco received a B.A. from the University of Pennsylvania in 1999 and a J.D. from Yale Law School in 2003.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/21/acting-secretary-mcaleenan-swears-two-new-hsac-members-announces-new-council-tasking', 'source': '国土安全部'}
{'title': 'Readout from Meeting with Acting Secretary McAleenan and Serbian Deputy Prime Minister Nebojša Stefanović', 'publish_time': '2019-05-15 20:24:00', 'content': 'On May 14, Department of Homeland Security (DHS) Acting Secretary Kevin K. McAleenan met with Serbia’s Deputy Prime Minister, Nebojša Stefanović, at the Department of Homeland Security’s St. Elizabeths campus. The two discussed areas of mutual cooperation and signed a Memorandum of Understanding (MOU) to identify and prevent terrorist travel and reduce illegal migration.\xa0Following the signing of this MOU, the Serbians will implement a Secure Real Time Platform (SRTP) to establish the exchange of information with DHS to help identify individuals who pose a threat of terrorism and criminal activity. DHS has offered SRTP to select foreign governments as a way to help increase border and immigration security. This MOU speaks to the partnership and cooperation between the U.S. and Serbia, and to the efforts of DHS to increase security across the globe.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/15/readout-meeting-acting-secretary-mcaleenan-and-serbian-deputy-prime-minister-neboj', 'source': '国土安全部'}
{'title': 'DHS Determines that Conditions in Venezuela Threaten the Safety and Security of Passengers, Aircraft, and Crew, Requiring an Immediate Suspension of Air Transportation', 'publish_time': '2019-05-15 14:43:41', 'content': 'Under 49 U.S.C. § 44907 Acting Secretary of Homeland Security Kevin K. McAleenan determined that conditions in Venezuela threaten the safety and security of passengers, aircraft, and crew, requiring an immediate suspension of all commercial passenger and cargo flights between the United States and Venezuela.\xa0 In accordance with the statute, the Secretary of State has approved flight suspension, and the Secretary of Transportation has implemented the determination.This determination is based on the ongoing political instability and increased tensions in Venezuela and associated inadvertent risk to flight operations.In coordination with the Department of State and the Department of Transportation, the Department of Homeland Security will continue to monitor this situation.\xa0If and when the conditions in Venezuela change, and if in the public interest, the Secretaries will revisit this determination.\xa0Until then, the flight suspension will remain in effect indefinitely.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/15/dhs-determines-conditions-venezuela-threaten-safety-and-security-passengers-aircraft', 'source': '国土安全部'}
{'title': 'DHS Issues Waivers to Expedite Border Wall Projects in Tucson and El Centro', 'publish_time': '2019-05-15 11:08:09', 'content': 'The Department of Homeland Security (DHS) issued two waivers, which will ensure expeditious construction of new bollard wall within the U.S. Border Patrol’s Tucson and El Centro Sectors in Arizona and California, respectively. The projects covered by the waivers include up to approximately 78 miles of new bollard wall in place of dilapidated and outdated designs, in addition to road construction and improvement and lighting installation. The waivers were published in the Federal Register on May 15, 2019.To support DHS’s actions under Section 102 of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, as amended (IIRIRA), DHS requested that the Department of Defense (DoD), pursuant to its authority under 10 U.S.C. § 284(b)(7), assist with the construction of fences, roads and lighting within specified locations of the border in order to block drug-smuggling corridors across the international boundary between the United States and Mexico. The Acting Secretary of Defense determined that the projects covered by these waivers meet the statutory requirements of 10 U.S.C. § 284(b)(7).\xa0 As such, these projects will be funded by appropriations available to DoD. DoD, in close coordination with DHS and U.S. Customs and Border Protection (CBP), will plan and execute these projects in coordination with the U.S. Army Corps of Engineers (USACE).These waivers are pursuant to authority granted to the Secretary of Homeland Security by Congress and cover a variety of environmental, natural resource and land management laws. Congress provided the Secretary of Homeland Security with a number of authorities necessary to carry out DHS’s border security mission. Section 102(a) of IIRIRA provides that the Secretary of Homeland Security shall take such actions as may be necessary to install additional physical barriers and roads in the vicinity of the United States border to deter illegal crossings in areas of high illegal entry into the United States.In section 102(b) of IIRIRA, Congress mandated the installation of additional fencing, barriers, roads, lighting, cameras and sensors on the southwest border. Finally, in section 102(c) of IIRIRA, Congress granted to the Secretary of Homeland Security the authority to waive all legal requirements that the Secretary, in the Secretary’s sole discretion, determines necessary to ensure the expeditious construction of the barriers and roads authorized by section 102 of IIRIRA.The geographic scope of the Tucson waiver covers the areas defined below. \xa0These projects will total approximately 63 miles of bollard wall within these areas:The geographic scope of the El Centro waiver covers the areas defined below. \xa0These projects will total approximately 15 miles of bollard wall within these areas:While the waivers eliminate DHS’s obligation to comply with various laws with respect to covered projects, DHS remains committed to environmental stewardship. DHS has\xa0initiated consultation with other federal and state resource agencies to ensure that impacts to the environment, wildlife, and cultural and historic artifacts are analyzed and minimized, to the greatest extent possible.The Tucson and El Centro Sectors are areas of high illegal entry and are experiencing large numbers of individuals and narcotics being smuggled into the country illegally. The construction of border infrastructure within these project areas will support DHS’s ability to impede and deny illegal border crossings and the drug and human smuggling activities of transnational criminal organizations.\xa0DHS continues to implement President Trump’s Executive Order 13767 – also known as Border Security and Immigration Enforcement Improvements – and continues to take steps to immediately plan, design and construct a physical wall along the southern border, using appropriate materials and technology to most effectively achieve complete operational control of the southern border.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/15/dhs-issues-waivers-expedite-border-wall-projects-tucson-and-el-centro', 'source': '国土安全部'}
{'title': 'DHS Issues Waiver to Expedite Border Wall Projects in California', 'publish_time': '2019-05-15 11:06:40', 'content': 'The Department of Homeland Security (DHS) has issued a waiver, which will ensure expeditious construction of approximately 15 miles of new border wall system in place of dilapidated and outdated designs in the state of California within U.S. Border Patrol’s San Diego and El Centro Sectors.The waiver was published in the Federal Register on May 15, 2019, U.S. Customs and Border Protection (CBP), in partnership with the U.S. Army Corps of Engineers (USACE), will begin construction as early as May 18, 2019.The projects covered by this waiver are funded by CBP’s Fiscal Year 2018 (FY18) Appropriation. It is not a project undertaken pursuant to the National Emergency Declaration, 10 U.S.C § 284, 10 U.S.C. § 2808, nor does it draw from any other source of funding, including appropriations available to the Department of Defense (DoD).This waiver is pursuant to authority granted to the Secretary of Homeland Security by Congress and covers a variety of environmental, natural resource and land management laws. Congress provided the Secretary of Homeland Security with a number of authorities necessary to carry out DHS’s border security mission. Section 102(a) of IIRIRA provides that the Secretary of Homeland Security shall take such actions as may be necessary to install additional physical barriers and roads in the vicinity of the United States border to deter illegal crossings in areas of high illegal entry into the United States.In section 102(b) of IIRIRA, Congress mandated the installation of additional fencing, barriers, roads, lighting, cameras and sensors on the southwest border. Finally, in section 102(c) of IIRIRA, Congress granted to the Secretary of Homeland Security the authority to waive all legal requirements that the Secretary, in the Secretary’s sole discretion, determines necessary to ensure the expeditious construction of the barriers and roads authorized by section 102 of IIRIRA.The geographic scope of this waiver covers the two areas defined below. These projects will total approximately 15 miles of new border wall system located within these areas (approximately 4 miles in the San Diego Sector and approximately 11 miles in the El Centro sector).While the waiver eliminates DHS’ obligation to comply with various laws with respect to covered projects, DHS remains committed to environmental stewardship. DHS has been coordinating and consulting, and intends to continue doing so, with other federal and state resource agencies to ensure that impacts to the environment, wildlife, and cultural and historic artifacts are analyzed and minimized, to the greatest extent possible.The San Diego and El Centro Sectors are areas of high illegal entry and are experiencing large numbers of individuals and narcotics being smuggled into the country illegally. The construction of border infrastructure within these project areas will support DHS’s ability to impede and deny illegal border crossings and the drug and human smuggling activities of transnational criminal organizations.The Department of Homeland Security continues to implement President Trump’s Executive Order 13767 - also known as Border Security and Immigration Enforcement Improvements – and continues to take steps to immediately plan, design and construct a physical wall along the southern border, using appropriate materials and technology to most effectively achieve complete operational control of the southern border.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/15/dhs-issues-waiver-expedite-border-wall-projects-california', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Returns to Rio Grande Valley to Assess ‘Whole of Government’ Humanitarian Response', 'publish_time': '2019-05-11 13:39:47', 'content': "On May 11, Acting Secretary Kevin K. McAleenan will travel to the U.S. Southern Border on Saturday to meet with Department of Homeland Security (DHS) and Department of Defense (DoD) frontline personnel who have been surged to the Rio Grande Valley area as part of the interagency response to the ongoing humanitarian and security crisis.Joined by Acting Secretary of Defense Patrick Shanahan, the Acting Secretary will receive a border security update from U.S. Customs and Border Protection (CBP) and United States Northern Command (USNORTHCOM) officials, taking place at the McAllen Border Patrol Station. The pair will then tour the McAllen Border Patrol Station and participate in a “muster” with National Guard Troops and DHS personnel at the McAllen border wall.Importantly, the support of DoD allows DHS to crack down on criminal organizations who exploit vulnerable migrants, helping save people who were drowning in rivers, who were gravely injured, and those who were left for dead by smugglers. In total, Border Patrol agents rescued 4,311 individuals in FY 2018, and in the first four months of FY 2019 rescued 861 individuals.In response to the largest influx of migrants crossing the southern over in over a decade, DHS is taking a “whole of government” approach to confront the ongoing crisis and fulfill the Department's humanitarian and security obligations. With DHS facilities at peak capacity, rapid growth in the flow of migrants entering the U.S. through the southern border is straining DHS resources to their breaking point, threatening lives on both sides of the border—including underprivileged families and children at risk from the dangerous journey to the U.S.Recently released data from CBP show that in the month of April alone, CBP apprehended over 109,000 migrants—the largest monthly total in more than a decade.With increased migrant flows, smugglers and traffickers are forcing more people into inhumane and unsafe conditions.\xa0 In one study, more than 30 percent of women reported being sexually assaulted along the way, and 70 percent of all migrants reported experiencing violence. In most years, DHs would encounter only one or two groups of more than 100 migrants arrive at our borders. Already in this fiscal year, CBP has seen more than 90 large groups of over 100 migrants.DHS continues to urge lawmakers to provide the men and women of DHS with the appropriate tools and resources to achieve their mission as they confront ever-evolving challenges and circumstances. Given the scale of the crisis, the Department will exhaust its resources before the end of this fiscal year without the supplemental funding requested by the administration.\xa0###", 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/11/acting-secretary-mcaleenan-returns-rio-grande-valley-assess-whole-government', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Visits the National Vetting Governance Board to Commend Interagency Cooperation', 'publish_time': '2019-05-10 13:24:25', 'content': 'Acting Secretary of Homeland Security Kevin K. McAleenan visited the National Vetting Governance Board on Friday to congratulate and thank representatives from multiple agencies for their work on standing up the new National Vetting Center (NVC).In attendance were members from the Department of Justice, Department of State, Department of Homeland Security (DHS), and the Office of the Director of National Intelligence, along with several representatives from the Intelligence Community (IC).“Led by DHS, the National Vetting Center is an essential and long-awaited component of the U.S. government’s national vetting enterprise,” Acting Secretary McAleenan said. “The NVC fills a critical need to improve how federal officials identify individuals who may present a threat to national security, border security, homeland security, or public safety. The NVC is just another step in realizing the 9/11 Commission’s recommendations regarding the need for interagency collaboration to ‘connect the dots’ and make more informed decisions about threats to the United States.”The NVC strengthens, simplifies, and streamlines the complex way intelligence and law enforcement information is used to inform operational decisions, allowing agencies to contribute their unique information while complying with applicable law and policy and maintaining robust privacy, civil rights, and civil liberties protections. Furthermore, the NVC’s technology process allows for information held by national security partners to be checked before the travel benefit is issued, ensuring we keep potential threats away from our borders.The Acting Secretary expressed gratitude to the group, highlighting the immediate impact on the of U.S. Customs and Border Protection (CBP)’s mission. “Through the NVC, CBP can now receive near-real time responses from national security partners for more than 35,000 Electronic System for Travel Authorization applications each day.”However, he stressed that while DHS is tasked with managing the NVC, the NVC process that has been designed is a resource for the entire government and will support additional vetting programs in the future.National Security Presidential Memorandum-9, signed Feb. 6, 2018, called for the establishment of the NVC. The Memorandum also directed the creation of an Intelligence Community Support Element, which facilitates, guides, and coordinates all IC efforts to use classified intelligence and other relevant information within IC holdings in direct support of the NVC. The Center officially began initial operations in December 2018 and currently supports the vetting of visa waiver travelers.View the fact sheet on the National Vetting Center here.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/10/acting-secretary-mcaleenan-visits-national-vetting-governance-board-commend', 'source': '国土安全部'}
{'title': 'DHS, DOL to Publish Joint Rule for Additional Visas for Returning Foreign Workers', 'publish_time': '2019-05-06 11:44:03', 'content': 'WASHINGTON – On May 6th, Acting Secretary of Homeland Security Kevin K. McAleenan announced that the Department of Homeland Security (DHS) and the Department of Labor (DOL) will publish a joint rule making available an additional 30,000 H-2B temporary nonagricultural worker visas for Fiscal Year 2019. These supplemental H-2B visas are available only to returning workers who received an H-2B visa, or were otherwise granted H-2B status, during one of the last three fiscal years (FY 2016, 2017, or 2018), and availability is restricted by prioritizing only those businesses who would suffer irreparable harm without the additional workers.Returning H-2B workers have demonstrated their ability to abide by the terms and conditions of the H-2B program and, therefore, are less likely to remain in the United States and work without authorization after their legal status has expired. H-2B workers often return to the same employer year after year on a seasonal basis, are vetted, trusted, and can have their visas approved more rapidly given their known history.“The Department of Homeland Security continues to urge lawmakers to pursue a long-term legislative fix that both meets employers’ temporary needs while fulfilling the President’s Buy American and Hire American executive order to spur higher wages and employment rates for U.S. workers,” said Acting Secretary McAleenan. “The truth is that Congress is in the best position to establish the appropriate number of H-2B visas that American businesses should be allocated without harming U.S. workers. Therefore, Congress – not DHS – should be responsible for determining whether the annual numerical limitations for H-2B workers set by Congress need to be modified and by how much, and for setting parameters to ensure that enough workers are available to meet employers’ temporary needs throughout the year.”\xa0Details on the increase in H-2B Nonimmigrant Visas for FY 2019 can be found alongside the temporary final rule, which is\xa0posted for public inspection.DHS is committed to ensuring that our immigration system is implemented lawfully and that American workers are protected. If members of the public have information that a participating employer may be abusing this program, DHS invites them to submit information to\xa0ReportH2BAbuse@uscis.dhs.gov\xa0and include information identifying the H-2B petitioning employer and relevant information that leads them to believe that the H-2B petitioning employer is abusing the H-2B program.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/06/dhs-dol-publish-joint-rule-additional-visas-returning-foreign-workers', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Statement on U.S. Secret Service Leadership', 'publish_time': '2019-05-03 18:47:19', 'content': 'WASHINGTON – On May 3rd, Acting Secretary Kevin K. McAleenan released the following statement on U.S. Secret Service leadership:"After a long and distinguished career, this week Randolph D. “Tex” Alles stepped down as Director of the U.S. Secret Service. Mr. Alles has led the dedicated men and women of the Secret Service with professionalism for the past two years. Before that, I had the distinct honor to serve with him at U.S. Customs and Border Protection (CBP) where he held the position of Chief Operating Officer. Before joining CBP, he served in the U.S. Marine Corps for 35 years, retiring in 2011 as a Major General. As a Marine aviator, he served in numerous leadership positions in both the Marine Corps and joint commands."I’m also proud to announce that Mr. Alles will transition to a new role with the Department, serving as the Acting Deputy Under Secretary for Management, and will oversee all aspects of the Department’s management programs, including financial, human capital, information technology, procurement, security, and asset management. I thank Mr. Alles for his willingness to serve, and I look forward to continuing to work together in pursuit of our shared mission. Mr. Alles will step in for Deputy Under Secretary Chip Fulghum, who has been integral to ensuring the Department functions efficiently and effectively. Mr. Fulghum has served the men and women of DHS with distinction since first joining in 2012, and we are forever grateful for his service. I wish him the very best in the years ahead."Today, President Donald J. Trump officially announced the appointment of James M. Murray as Director of the U.S. Secret Service. Mr. Murray began his Secret Service career in 1995 as a Special Agent in the New York Field Office, where he conducted cyber-enabled financial crime investigations and served as the agency’s representative to the FBI-NYPD Joint Terrorism Task Force. Since then he has held a variety of positions in the Secret Service, including in the Presidential Protective Division and as the Special Agent in Charge of the Washington Field Office. From 2016-2018, Mr. Murray served as Deputy Assistant Director of the Office of Protective Operations, where he led combined agency efforts for the 2016 Campaign, Presidential Transition and Inauguration. Mr. Murray served twice at the James J. Rowley Training Center in Beltsville, Maryland, first as the Assistant Special Agent in Charge in 2012 and then in 2018 as the Special Agent in Charge. In April 2018, Mr. Murray returned to the Office of Protective Operations as the Assistant Director. With his experience and commitment to the Secret Service, I’m confident he will continue to lead with distinction and I look forward to working with Jim."', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/03/acting-secretary-mcaleenan-statement-us-secret-service-leadership', 'source': '国土安全部'}
{'title': 'CISA', 'publish_time': '2019-05-02 13:42:47', 'content': 'On May 2, President Trump signed an Executive Order directing the federal government to take critical steps to strengthen America’s cybersecurity workforce. Importantly, the Executive Order will enhance mobility of our country’s frontline cybersecurity practitioners, support the development of their skills to encourage excellence in the field, and help ensure the United States keeps its competitive edge in cybersecurity. The United States currently has a shortage of 300,000 cybersecurity practitioners.“America’s cybersecurity practitioners—whether working in the private sector or serving in the federal, state, local, tribal, or territorial governments—constitute a core element in our country’s frontline defense, and we must urgently bolster them in the face of a myriad of cybersecurity threats,” said Acting Secretary Kevin K. McAleenan. “DHS and this Administration are committed to bold action. From enabling movement between the private and public sectors to supporting our workforce’s training, education, and development, the President’s action today sets the course to expand and sustain the workforce and ensure America keeps its competitive edge in the critical field of cybersecurity.”Under the Cybersecurity Workforce Executive Order, the Department of Homeland Security will work with partners from around the federal government on several initiatives to strengthen the workforce. DHS will create the Federal Cybersecurity Rotational Program, in which Information Technology (IT) and cybersecurity practitioners in the federal government can serve temporary assignments in DHS, and vice versa, sharing knowledge and cybersecurity best practices, undergoing training, and providing invaluable, varied experiences to the workforce. Additionally, DHS will identify aptitude assessments for use in identifying current employees who would be excellent candidates to work in IT and cybersecurity.Together with the Department of Defense, the White House Office of Science and Technology Policy, the Office of Management Budget, and other partner agencies, DHS will plan the President’s Cup Cybersecurity Competition to spur competition as well as challenge and reward the best federal and military cybersecurity practitioners and teams.\xa0DHS and the Department of Commerce will create a National Cybersecurity Workforce Consultative Process, in which stakeholders from the private and public sectors, from the federal level to local and tribal governments, academia, and others, will assess the cybersecurity workforce and make recommendations to strengthen its skill sets. DHS will further work with other departments to identify and mitigate federal and non-federal skill gaps specific to critical infrastructure and defense cybersecurity through development of appropriate training curricula.\xa0Finally, DHS will encourage the incorporation of the National Initiative for Cybersecurity Education to support training and workforce development around the country.\xa0###', 'country': '美国', 'url': 'https://www.dhs.gov/cisa/news/2019/05/02/white-house-cybersecurity-workforce-executive-order-bolsters-us-frontline', 'source': '国土安全部'}
{'title': 'Acting Secretary Kevin K. McAleenan Joins Second Lady Karen Pence to Announce Partnership between U.S. Coast Guard and LinkedIn', 'publish_time': '2019-05-01 18:00:08', 'content': 'WASHINGTON – On May 1st, Second Lady of the United States Karen Pence was joined by Homeland Security Acting Secretary Kevin K. McAleenan to announce a new partnership between the U.S. Coast Guard (USCG) and LinkedIn. The agreement was sealed by a Memorandum of Understanding providing a free one-year premium LinkedIn membership to USCG spouses after a permanent change of station (PCS) move to help them obtain employment. Importantly, this vital benefit eases some of the challenges associated with finding employment and helps military spouses re-establish their careers after a PCS move.The Department of Defense (DOD) previously established a partnership with LinkedIn allowing DOD spouses to receive a free LinkedIn premium membership for a year both before and after each PCS move, but the initial agreement excluded the U.S. Coast Guard.“Military spouse employment is a very important aspect of a strong and resilient military family, “ said Mrs. Pence. “ Our work to develop a partnership with LinkedIn to include Coast Guard military spouses with LinkedIn premium access started last fall. We commend Microsoft and LinkedIn for working with the United States Coast Guard to expand their program to Coast Guard military spouses. This new collaboration will help spouses with employment opportunities and will make job hunting easier.”Second Lady Pence has become a champion for awareness of the challenges unique to military spouses, including obtaining employment after a PCS move. A proud military mom, whose son serves in the Marines, Mrs. Pence understands the struggles associated with repeated moves of military families. Second Lady Pence advocated to LinkedIn to facilitate expanding this benefit to include the Coast Guard, the only Armed Force in the Department of Homeland Security.“We are committed to helping as much as possible, and today I’m glad we can make that next move a little bit easier through this partnership with LinkedIn,” McAleenan said. “And I want to thank LinkedIn for partnering with us on this. Helping families get settled in a new community after a PCS move will go a long way.”The partnership provides much deserved support to U.S. Coast Guard spouses and families, improving the overall readiness of our forces.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/05/01/acting-secretary-kevin-k-mcaleenan-joins-second-lady-karen-pence-announce', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Statement on Synagogue Shooting in Poway, California', 'publish_time': '2019-04-27 21:28:00', 'content': 'WASHINGTON - On April 27, Acting Secretary of Homeland Security Kevin K. McAleenan released the following statement on the synagogue shooting in Poway, California:“On behalf of the Department of Homeland Security, I am deeply saddened to learn of the tragic shooting in Poway, California. Targeted violence committed against any race, religion, creed or ethnic group cannot and will not be tolerated. DHS will take every appropriate action to assist with the investigation and ensure that those affected by this tragedy receive the closure and justice they deserve. We are thankful that one of our own, an off-duty Border Patrol agent, was able to assist in the response and likely prevented the deaths of more worshipers.”', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/04/27/acting-secretary-mcaleenan-statement-synagogue-shooting-poway-california', 'source': '国土安全部'}
{'title': 'DHS Issues Waiver to Expedite Border Wall Projects in Yuma & El Paso', 'publish_time': '2019-04-26 10:28:57', 'content': 'The Department of Homeland Security (DHS) issued two waivers, which will ensure expeditious construction of new bollard wall within the U.S. Border Patrol’s Yuma and El Paso sectors in Arizona and Texas. The projects covered by the waivers include up to approximately 53 miles of new bollard wall in place of dilapidated and outdated designs, in addition to, road construction and improvement and lighting installation. The waivers were published in the Federal Register on April 24, 2019.To support DHS’s actions under Section 102 of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, as amended (IIRIRA), DHS requested that the Department of Defense (DoD), pursuant to its authority under 10 U.S.C. § 284(b)(7), assist with the construction of fences, roads, and lighting within specified locations of the border in order to block drug-smuggling corridors across the international boundary between the United States and Mexico. The Acting Secretary of Defense determined that the projects covered by these waivers meet the statutory requirements of 10 U.S.C. § 284(b)(7). As such, these projects will be funded by appropriations available to DoD.DoD, in close coordination with DHS/Customs and Border Protection (CBP), will plan and execute these projects in coordination with the U.S. Army Corps of Engineers (USACE). USACE awarded the contracts for these projects on April 9, 2019. The Yuma projects were awarded to Barnard Construction Co. Inc. for approximately $187 million and the El Paso project was awarded to SLSCO Ltd. in the amount of $789 million.These waivers are pursuant to authority granted to the Secretary of Homeland Security by Congress and cover a variety of environmental, natural resource, and land management laws.\xa0 Congress provided the Secretary of Homeland Security with a number of authorities necessary to carry out DHS’s border security mission.\xa0 Section 102(a) of IIRIRA provides that the Secretary of Homeland Security shall take such actions as may be necessary to install additional physical barriers and roads in the vicinity of the United States border to deter illegal crossings in areas of high illegal entry into the United States.\xa0 In section 102(b) of IIRIRA, Congress mandated the installation of additional fencing, barriers, roads, lighting, cameras, and sensors on the southwest border.\xa0 Finally, in section 102(c) of IIRIRA, Congress granted to the Secretary of Homeland Security the authority to waive all legal requirements that the Secretary, in Secretary’s sole discretion, determines necessary to ensure the expeditious construction of the barriers and roads authorized by section 102 of IIRIRA.\xa0The geographic scope of the Yuma waiver covers the areas defined below. These projects will total approximately 7 miles of bollard wall within these areas.The geographic scope of the El Paso waiver covers the areas defined below. These projects will total up to approximately 46 miles of bollard wall within these areas:While the waivers eliminate DHS’s obligation to comply with various laws with respect to covered projects, DHS remains committed to environmental stewardship. DHS has been coordinating and consulting, and intends to continue doing so, with other federal and state resource agencies to ensure that impacts to the environment, wildlife, and cultural and historic artifacts are analyzed and minimized, to the greatest extent possible.The Yuma & El Paso Sectors are areas of high illegal entry and are experiencing large numbers of individuals and narcotics being smuggled into the country illegally. The construction of border infrastructure within these project areas will support DHS’s ability to impede and deny illegal border crossings and the drug and human smuggling activities of transnational criminal organizations.\xa0The Department of Homeland Security continues to implement President Trump’s Executive Order 13767 – also known as Border Security and Immigration Enforcement Improvements – and continues to take steps to immediately plan, design, and construct a physical wall along the southern border, using appropriate materials and technology to most effectively achieve complete operational control of the southern border.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/04/26/dhs-issues-waiver-expedite-border-wall-projects-yuma-el-paso', 'source': '国土安全部'}
{'title': 'DHS Issues Waiver to Expedite Replacing Existing Border Wall in Arizona', 'publish_time': '2019-04-26 10:24:15', 'content': 'The Department of Homeland Security (DHS) has issued a waiver, which will ensure expeditious construction of new bollard wall that will replace approximately 26 miles of existing primary pedestrian wall near the international border in the state of Arizona within U.S. Border Patrol’s (USBP) Yuma Sector.The waiver was published in the Federal Register on April 24, 2019, U.S. Customs and Border Protection (CBP), in partnership with the U.S. Army Corps of Engineers (USACE), will begin construction as early as April 24, 2019.The approximately 26 mile fence replacement project covered by this waiver is funded by CBP’s Fiscal Year 2018 (FY18) Appropriation. It is not a project undertaken pursuant to the National Emergency Declaration, 10 U.S.C § 284, 10 U.S.C. § 2808, nor does it draw from any other source of funding, including appropriations available to the Department of Defense (DoD). Approximately 4 of the 26 miles for this project were originally included in DHS’s February 25, 2019, Request for Assistance to DoD, which requested DoD’s assistance in constructing fences, roads, and lighting pursuant to DoD’s authority under 10 U.S.C § 284(b)(7). However, DHS recently amended the Request for Assistance to remove those four miles from inclusion in DoD’s border barrier projects under 10 U.S.C. § 284(b)(7). As such, these miles will be constructed as part of the project covered by this waiver and will be funded by CBP’s FY18 Appropriation.\xa0This waiver is pursuant to authority granted to the Secretary of Homeland Security by Congress and covers a variety of environmental, natural resource, and land management laws. Congress provided the Secretary of Homeland Security with a number of authorities necessary to carry out DHS’s border security mission.\xa0 One of these authorities is found at section 102 of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, as amended (“IIRIRA”). Section 102(a) of IIRIRA provides that the Secretary of Homeland Security shall take such actions as may be necessary to install additional physical barriers and roads in the vicinity of the United States border to deter illegal crossings in areas of high illegal entry into the United States.\xa0In section 102(b) of IIRIRA, Congress mandated the installation of additional fencing, barriers, roads, lighting, cameras, and sensors on the southwest border. Finally, in section 102(c) of IIRIRA, Congress granted to the Secretary of Homeland Security the authority to waive all legal requirements that the Secretary, in Secretary’s sole discretion, determines necessary to ensure the expeditious construction of the barriers and roads authorized by section 102 of IIRIRA.\xa0The geographic scope of this waiver covers the two areas defined below. This project will replace a total of approximately 26 miles of existing primary pedestrian wall located within these areas.While the waiver eliminates DHS’ obligation to comply with various laws with respect to covered projects, DHS remains committed to environmental stewardship. DHS has been coordinating and consulting, and intends to continue doing so, with other federal and state resource agencies to ensure that impacts to the environment, wildlife, and cultural and historic artifacts are analyzed and minimized, to the extent possible.The primary pedestrian replacement wall in Arizona will improve the Yuma Sector’s ability to impede and deny illegal border crossings and the drug and human smuggling activities of transnational criminal organizations.\xa0The Department of Homeland Security continues to implement President Trump’s Executive Order 13767 - also known as Border Security and Immigration Enforcement Improvements – and continues to take steps to immediately plan, design, and construct a physical wall along the southern border, using appropriate materials and technology to most effectively achieve complete operational control of the southern border.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/04/26/dhs-issues-waiver-expedite-replacing-existing-border-wall-arizona', 'source': '国土安全部'}
{'title': 'McAleenan: Through Innovation, Partnership and Prevention, DHS is Confronting the Opioid Epidemic and Halting Illicit Substances at the Source', 'publish_time': '2019-04-24 17:21:42', 'content': 'WASHINGTON - Since President Donald J. Trump announced the Initiative to Stop Opioid Abuse and Reduce Drug Supply and Demand on March 19, 2018, the Department of Homeland Security (DHS) has embarked on an aggressive inter-agency operation to implement the president’s initiative and to stem the flow of opioids into U.S. communities.“Through innovation, partnership and prevention, the men and women of DHS are working to curtail the flow of illicit substances at the source and at the border—before they reach our communities." said DHS Acting Secretary Kevin McAleenan. “Our Department will continue to improve its efforts to interdict illicit drugs at or before they reach our borders, and remains committed to working with federal, state and local partners and relevant stakeholders to disrupt and dismantle the production and movement of these substances devastating American families and poisoning our communities. By mobilizing the entire administration to address this crisis, President Trump is galvanizing all of our resources to combat this deadly epidemic.”DHS currently leads U.S. Government efforts to interdict illicit opioids and their analogues at or before reaching U.S. borders. In fact, DHS is seizing and blocking more fentanyl shipments than ever before. In Fiscal Year 2018 (FY 18), U.S. Customs and Border Protection (CBP) and Immigration and Customs Enforcement (ICE) together seized almost 5,000 lbs. of fentanyl combined—or more than 1.2 billion lethal doses and enough to kill every American by overdose four times.In FY 18, ICE Homeland Security Investigations (HSI) seized over 1 million lbs. of illegal narcotics, including 2,737 lbs. of fentanyl and 7,103 lbs. of heroin, and has made over 11,400 narcotics-related criminal arrests over the same time period—of which over 720 were for fentanyl-related offenses.During the first six months of Fiscal Year 2019 (FY 19), ICE HSI fentanyl seizures totaled 1,340 lbs., compared to 1,314 lbs. for the same period in FY 18. CBP total fentanyl seizures from the Office of Field Operations (OFO) at ports of entry totaled over 939 lbs., compared to 914 lbs. during the same period in FY 18.Additionally, DHS is blocking more fentanyl shipments through the mail. Over the last two fiscal years, CBP has detected more packages containing fentanyl in our mail —an 810% increase from FY16—keeping it from reaching American communities. Over 50 percent of all international packages are now being scanned.CBP operates within major international mail facilities, inspecting international mail and parcels arriving from more than 180 countries. Additionally, CBP and the U.S. Postal Service are working to increase the amount of advance information we receive on international mail. This advance information enables ICE and other agencies to identify networks of foreign suppliers and domestic importers that are responsible for smuggling fentanyl into the United States.\xa0These networks have been targeted for investigation and prosecution.View the DHS Fact Sheet OnlineDHS remains committed to both stopping illicit opioids and opioid analogues at their source and preventing them from coming into our country.DHS is using a vast array of tools to confront the crisis.DHS recognizes that combating the illegal flow of opioids also means ensuring they do not get into the hands of those who would abuse them. That is why Acting Secretary of Homeland Security Kevin K. McAleenan today spoke to U.S. Immigration and Customs Enforcement (ICE) employees to encourage their ongoing work to confront the opioid crisis, urging continued vigilance and noting the critical role they can play in the National Prescription Drug Take Back Day, which aims to provide a safe, convenient, and responsible means of disposing of prescription drugs, while also educating the general public about the potential for abuse of medications. \xa0', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/04/24/mcaleenan-through-innovation-partnership-and-prevention-dhs-confronting-opioid', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Statement on Sri Lanka Attacks', 'publish_time': '2019-04-21 15:18:45', 'content': 'On April 21, Acting Secretary of Homeland Security Kevin K. McAleenan released the following statement in response to\xa0the reported terror attacks in Sri Lanka:"On behalf of the men and women of DHS, I want to express condolences and sympathies for those affected by the Easter Sunday attack on multiple hotels and places of worship in Sri Lanka.“DHS stands resolutely with persons of every faith who look to worship in safety and peace. We will continue our work with partners around the world to ensure that all are able to worship without fear."As the Department has made clear regarding attacks on members of multiple faiths: religious liberty for all is a hallmark of this country and attacks on peaceful people in their places of worship are abhorrent and must not be allowed."At this time we are not aware of any current, credible or active threat domestically. Regardless, the Department is doing all it can to protect the homeland from potential violent extremists."We will continue to monitor the situation as the response to this tragedy unfolds and investigations continue."', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/04/21/acting-secretary-mcaleenan-statement-sri-lanka-attacks', 'source': '国土安全部'}
{'title': 'Readout from Acting Secretary McAleenan’s Trip to McAllen', 'publish_time': '2019-04-19 19:45:15', 'content': 'WASHINGTON - Acting Secretary of Homeland Security Kevin McAleenan travelled to McAllen, Texas on Tuesday and Wednesday to assess the strategic and operational challenges faced by law enforcement and local communities as they work to confront the ongoing humanitarian and security crisis at the U.S. Southern Border.The Acting Secretary joined the U.S. Border Patrol (USBP) Tuesday for a midnight shift tour of the U.S.-Mexico border – including key crossing points and staging areas central to human smuggling – in order to assess the strategic and operational challenges faced by law enforcement operations in the region. McAleenan expressed appreciation for agents’ unwavering dedication in the face of record migration flows and emphasized the necessity of remaining steadfast in executing DHS’ mission.Currently, DHS facilities along the Southwest Border are at peak capacity, while officers and agents lack the resources to adequately administer humanitarian services to migrants.On Wednesday, Acting Secretary McAleenan toured the Humanitarian Respite Center operated by Catholic Charities of the Rio Grande Valley (CCRGV), a local nongovernmental organization providing services to migrants once they are released from custody, followed by meetings with the members of the Center’s leadership. There, McAleenan discussed CCRGV’s needs related to the care of migrants in the area and expressed appreciation for the organization’s continued dedication to the vulnerable and migrant populations. McAleenan then hosted a roundtable with local mayors, stressing the need to work together to achieve security at the border while providing critical services to migrants.“We recognize the strain that this humanitarian crisis has placed on service providers and communities such as yours along the border – it affects the men and women of DHS as well,” McAleenan emphasized. “We hope to better coordinate our efforts to manage the migrants in our care. But we are also working to address the factors driving this crisis.”Throughout his trip, McAleenan reiterated that the border security emergency and humanitarian crisis are inextricably linked. In an address to the media, McAleenan explained that drug smugglers and human traffickers are using the humanitarian crisis as cover while DHS resources are diverted to medical care and other humanitarian duties associated with managing large groups of families.The Acting Secretary also acknowledged the need for more resources to manage flows of families and provide care to children.“We are taking aggressive action to mitigate the crisis, and protect vulnerable people in our custody by expanding medical care, creating temporary facilities, improving transportation, using additional resources from across DHS while seeking continued support from interagency partners throughout the Federal government,” he said.The Acting Secretary called on Congress to enact legislation that will offer long-lasting solutions to the border crisis. \xa0“We are imploring Congress to provide the resources we need for enhancing our humanitarian and border security efforts, and, most importantly, to work with us on targeted solutions to restore integrity to our immigration system and remove the incentives for families and children to cross our border illegally.” Specifically, he requested legislative fixes that would allow DHS to hold families together in custody, treat all children equally by allowing the U.S. to return Central American children to their home countries, eliminate asylum fraud, and protect vulnerable populations by allowing individuals to apply for asylum from their home countries rather than taking the dangerous trek north.DHS and its federal law enforcement partners are doing everything to confront the worsening security and humanitarian crisis. DHS has taken a full-fledged “disaster response,” including appointing a lead federal official for interagency action and leveraging the National Response Coordination Center (NRCC). DHS agencies “surged” resources and personnel from across the Department toward border security and migration management, including immediately redeploying hundreds of CBP personnel from field operations and ports of entry to assist with the response to the crisis. By reassigning these personnel, USBP agents will be freed up from humanitarian response and enabled to return to critical security operations.# # #', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/04/19/readout-acting-secretary-mcaleenan-s-trip-mcallen', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Announces Establishment of DHS Office for Targeted Violence and Terrorism Prevention', 'publish_time': '2019-04-19 14:11:42', 'content': 'On April 19, Acting Secretary of Homeland Security Kevin K. McAleenan released the following statement on the establishment of the new DHS Office for Targeted Violence and Terrorism Prevention:“I am pleased to announce the establishment of the DHS Office for Targeted Violence and Terrorism Prevention. DHS remains committed to preventing all forms of terrorism, including both international and domestic, as well as preventing acts of targeted violence such as racially motivated violence. This new office supports the direction the President outlined in the National Strategy for Counterterrorism and will enable DHS to more effectively coordinate our resources and capabilities to better serve the needs of states and local communities. By expanding the aperture of terrorism prevention to include targeted violence, DHS can help communities better protect themselves against a broader range of current and emerging threats.\xa0This new office will focus on moving beyond ‘whole of government’ efforts to ‘whole of society’ and give prominence to the needs and leadership of states and local communities.”The Office for Targeted Violence and Terrorism Prevention widens the scope of previous Departmental efforts to ensure that all forms of violence, regardless of the ideological motivation, are being addressed.\xa0The Office will leverage, coordinate, and build upon the broad range of prevention activities that are currently implemented across DHS, including grants, community awareness and law enforcement awareness briefings, threat assessments, information sharing, and reporting of tips and leads.', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/04/19/acting-secretary-mcaleenan-announces-establishment-dhs-office-targeted-violence-and', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan: Nonpartisan Committee Report Recommendations Essential to Securing Our Border, Safety and Welfare of Migrant Children', 'publish_time': '2019-04-16 22:25:05', 'content': 'WASHINGTON – Acting Secretary of Homeland Security Kevin K. McAleenan today released the following statement on the Homeland Security Advisory Committee’s report on CBP Families and Children Care:“Today, a panel of experts under the DHS Homeland Security Advisory Committee - a nonpartisan federal advisory committee - issued a report on the current humanitarian and security crisis on our southern border. The \'Emergency Interim Report on CBP Families and Children Care\' made a series of important findings and recommendations to address the crisis that will form key elements of the Department’s response in the coming weeks."The unprecedented surge in unaccompanied children and family unit migration is overwhelming our ability to provide humanitarian aid within our immigration system. The reasonable changes proposed by this nonpartisan panel, could dramatically reduce migration of family units from Central America, help eliminate dangerous and illegal border crossings, as well as improve the care of children who are brought on this harrowing journey. These recommendations are essential to secure our border and for the safety and welfare of children living in Central America and elsewhere who will continue to make this dangerous trek north.“I want to thank the Committee for their diligent and rapid work in producing this report. This emergency report should help inform decision makers throughout the government, and I look forward to discussing the findings with Congress in order to find a common path forward."The recommendations included in the report are emergency legislative recommendations; emergency regulatory changes; establishing temporary regional processing centers for all family units; co-locate necessary personnel to facilitate rapid adjudication of asylum claims of family units within the regional processing centers; propose and negotiate a North American Family Protection Initiative (NAFPI) that includes the essential elements of a Safe Third‎ Agreement with Mexico; increase contracted medical and transport professionals; provide additional training and child exploitation safeguards; and for the Acting Secretary to name a DHS Commander/Coordinator to assure a whole of government approach to achieve these goals.Click here to see the full report.# # #', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/04/16/acting-secretary-mcaleenan-nonpartisan-committee-report-recommendations-essential', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Statement on the Designation of U.S. Customs and Border Protection Chief Operating Officer John Sanders to Serve as Senior Official Performing the Functions and Duties of the Commissioner of CBP', 'publish_time': '2019-04-15 13:32:33', 'content': 'On April 15, Acting Secretary of Homeland Security Kevin K. McAleenan announced his designation of John P. Sanders, U.S. Customs and Border Protection’s Chief Operating Officer, as the senior official performing the functions and duties of the Commissioner of U.S. Customs and Border Protection.Acting Secretary McAleenan stated, “John Sanders has proven instrumental to advancing CBP’s mission and organizational priorities across the agency. In addition to bringing greater focus on the agency’s operational requirements, he has provided strategic direction and oversight to critical enterprise services and operations support functions across the agency. With John Sanders’ leadership, CBP will continue to excel, remain ever vigilant, and accomplish the mission with steadfast resolve.”###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/04/15/acting-secretary-mcaleenan-statement-designation-cbp-chief-operating-officer-john', 'source': '国土安全部'}
{'title': 'DHS Announces Funding Opportunity for Fiscal Year 2019 Preparedness Grants', 'publish_time': '2019-04-12 14:01:07', 'content': 'On April 12, Senior Official Performing the Duties of the Department of Homeland Security (DHS) Deputy Secretary David P. Pekoske announced the release of Fiscal Year (FY) 2019 Notices of Funding Opportunity for eight DHS preparedness grant programs totaling more than $1.7 billion. The grant programs provide funding to state, local, tribal, and territorial governments, as well as transportation authorities, nonprofit organizations, and the private sector, to improve the nation’s readiness in preventing, protecting against, responding to, recovering from and mitigating terrorist attacks, major disasters, and other emergencies.\xa0The grants reflect the Department’s focus on funding for programs that address our nation’s immediate security needs and ensure public safety in our communities.“The administration remains committed to strengthening the security and resilience of our state and local communities,” Pekoske said.\xa0“The DHS grant programs are flexible by design and will be used to help address evolving threats.\xa0They will go toward building and sustaining capabilities across all levels of government and the whole community to maximize preparedness.”The FY 2019 grant guidance will continue to focus on the nation’s highest risk areas, including urban areas that face the most significant threats. For FY 2019, the Urban Area Security Initiative (UASI) will enhance regional preparedness and capabilities by funding 31 high-threat, high-density urban areas.\xa0This represents Congressional intent to limit FY 2019 UASI funding to those Urban Areas that represent up to 85 percent of the nationwide risk, as stated in the Explanatory Statement accompanying the Department of Homeland Security Appropriations Act, 2019 (Pub. L. No. 116-6).Consistent with previous grant guidance, dedicated funding is provided for law enforcement and terrorism prevention throughout the country to prepare for, prevent and respond to pre-operational activity and other crimes that are precursors or indicators of terrorist activity.Grant recipients are encouraged to use grant funding to maintain and sustain current critical core capabilities through investments in training and exercises, updates to current planning and procedures, and lifecycle replacement of equipment.\xa0New capabilities that are built using homeland security grant funding must be deployable if needed to support regional and national efforts.\xa0All capabilities being built or sustained must have a clear linkage to the core capabilities articulated in the National Preparedness Goal.Emergency Management Performance Grant (EMPG)—provides more than $350 million to assist state, local, tribal, territorial governments in enhancing and sustaining all-hazards emergency management capabilities.Homeland Security Grant Program (HSGP)—provides more than $1 billion for states and urban areas to prevent, protect against, mitigate, respond to, and recover from acts of terrorism and other threats.Since the enactment of the 9/11 Act, FEMA has required states to ensure that at least 25 percent of the total funds awarded to them under SHSP and UASI are dedicated toward law enforcement terrorism prevention activities (LETPA). The total LETPA allocation can be satisfied from SHSP, UASI, or both. In addition, states must obligate at least 80 percent of the funds awarded under SHSP and UASI to local or tribal units of government within 45 days of receipt of the funds.Tribal Homeland Security Grant Program (THSGP)—provides $10 million to eligible tribal nations to implement preparedness initiatives to help strengthen the nation against risk associated with potential terrorist attacks and other hazards.Nonprofit Security Grant Program (NSGP)—provides $60 million to support target hardening and other physical security enhancements for nonprofit organizations that are at high risk of a terrorist attack. This year, $50 million is provided to nonprofits in UASI-designated urban areas, and $10 million is provided to nonprofits located in any state or territory.Intercity Passenger Rail - Amtrak (IPR) Program—provides $10 million to protect critical surface transportation infrastructure and the traveling public from acts of terrorism and increase the resilience of the Amtrak rail system.Port Security Grant Program (PSGP)—provides $100 million to help protect critical port infrastructure from terrorism, enhance maritime domain awareness, improve port-wide maritime security risk management, and maintain or reestablish maritime security mitigation protocols that support port recovery and resiliency capabilities.Transit Security Grant Program (TSGP)—provides $88 million to owners and operators of transit systems to protect critical surface transportation and the traveling public from acts of terrorism and to increase the resilience of transit infrastructure.Intercity Bus Security Grant Program (IBSGP)—provides $2 million to owners and operators of intercity bus systems to protect critical surface transportation infrastructure and the traveling public from acts of terrorism and to increase the resilience of transit infrastructure.All preparedness Notices of Funding Opportunities can be found at www.grants.gov. Final submissions must be made through the Non-Disaster (ND) Grants system located at https://portal.fema.gov.Further information on DHS’s preparedness grant programs is available at www.dhs.gov and http://www.fema.gov/grants.###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/04/12/dhs-announces-funding-opportunity-fiscal-year-2019-preparedness-grants', 'source': '国土安全部'}
{'title': 'Acting Secretary McAleenan Statement on the Designation of Administrator Pekoske to Serve as Senior Official Performing the Duties of the Deputy Secretary', 'publish_time': '2019-04-11 10:48:45', 'content': 'On April 11, Acting Secretary of Homeland Security Kevin K. McAleenan designated David P. Pekoske, the Transportation Security Administration (TSA) Administrator, senior official performing the duties of the Department of Homeland Security (DHS) Deputy Secretary. Patricia Cogswell, TSA’s Acting Deputy Administrator, will oversee day-to-day operations at TSA and continue to focus on TSA’s mission and priorities.Acting Secretary McAleenan stated, “Administrator Pekoske brings a wealth of experience and leadership to the Department, previously serving as a senior leader within two DHS agencies: the United States Coast Guard and the Transportation Security Administration. Additionally, he has tackled impressive challenges over the course of his career, ranging from acquisition and procurement reform as the Coast Guard’s Vice Commandant to securing America’s traveling public as TSA’s Administrator. I look forward to working with him to meet the homeland security challenges facing our nation.”###', 'country': '美国', 'url': 'https://www.dhs.gov/news/2019/04/11/acting-secretary-mcaleenan-statement-designation-administrator-pekoske-serve-senior', 'source': '国土安全部'}
